{
    "https://www.facebook.com/1977vlog": [
        {
            "post_index": 2,
            "messages": [
                "Đàn ông xây nhà xây cả tổ ấm, đàn bà say love đàn ông là đủ! Tối nay tặng quà noel cho chị em phụ nữ nha "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "Nhân ngày lễ đ.ộ.c thân, xin phép hướng dẫn tỏ tình 1 cô gái bằng cách áp dụng giá vàng thế giới!"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Có lẽ vì vậy mà Hà Lan chào Ngạn và đi theo Dũng chăng "
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Giadinhdzanhoa": [
        {
            "post_index": 1,
            "messages": [
                "Phụ lòng"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Ngoan cố"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Khổ tâm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/AnhAoDenYeah1": [
        {
            "post_index": 15,
            "messages": [
                "Giáng sinh ấm áp nhe"
            ],
            "images": [
                "page_15_img_0.jpg",
                "page_15_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/CKG.ChickenGang": [
        {
            "post_index": 1,
            "messages": [
                "Đây rồi đây rồi anh emmmm !!!\nKênh mốc được mấy tháng ngoi lên video rồi nàyyy \nVào lúc 19h30 tối nay sẽ có video mới của các thành viên nhaaaaa \nLink dưới cmt nhe các bạn "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Công nghiệp cũng không sao bởi vì tụi tui là \"nhiều\" chàng trai thư giãn\nCre: Dương Thụ."
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Xin chào Trại Gà Ngố thân yêu của tụi mình!\nChúng ta đã trải qua 2 ngày Hobby Horizon vô cùng ý nghĩa, chúng mình đã chuẩn bị rất nhiều để sẵn sàng cho lần gặp mặt này.\nNhưng điều mà làm bọn mình bất ngờ nhất chính là các bạn! Sự yêu mến cũng như ủng hộ dành cho CKG của các bạn thật sự làm tan chảy trái tim của anh em bọn mình. Cho nên là hôm nay cho sến một tý nhé \n- … Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg",
                "page_6_img_2.jpg",
                "page_6_img_3.jpg",
                "page_6_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/xalo.dict": [
        {
            "post_index": 1,
            "messages": [
                "Mấy đứa đòi qua Tết nghỉ năm ngoái nói câu y chang."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Quên trap boy với trap girl đi, ladies and gentlemen, I present to you... "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Mọi chuyện không như mọi người nghĩ đâu "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/womannews.vn": [
        {
            "post_index": 1,
            "messages": [
                "Suýt nữa là có người yêu Tết dẫn về ra mắt rồi \nCre: Cẩm Tiên"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "May thật đấy "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Mong sự việc sớm được sáng tỏ"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/bloombergbusiness": [
        {
            "post_index": 1,
            "messages": [
                "Rwanda seeks to replace gasoline-fueled bikes that are typically used as taxis in its capital with greener alternatives through a new policy that takes effect on Jan. 1."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Internet investing giant Prosus is acquiring Latin American online travel agency Despegar.com Corp. for $1.7 billion. https://trib.al/Ufyd6Qt"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Amtrak railway service across the Northeast Corridor faced delays and cancellations on Monday, causing chaos for passengers traveling ahead of the holidays. "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/bbcnews": [
        {
            "post_index": 8,
            "messages": [
                "The non-native Asian hornet was first seen in the UK in 2016, and has been known to kill as many as 50 bees a day."
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Over the last three decades, at least 565 children in West Bengal have been injured or killed by home-made bombs."
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        },
        {
            "post_index": 17,
            "messages": [
                "BBC film critics pick their highlights of the year, including a thriller with a twist and the return of a swords-and-sandals epic. (Via BBC Culture)"
            ],
            "images": [
                "page_17_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/advertisingvietnamcom": [
        {
            "post_index": 1,
            "messages": [
                "BARBIE RA MẮT MẪU BÚP BÊ PHIÊN BẢN TẾT ÂM LỊCH 2025, VỚI TẠO HÌNH NHÂN VẬT TƯỢNG TRƯNG CHO SỰ MAY MẮN VÀ BỀN BỈ\nVừa qua, thương hiệu đồ chơi Mattel đã ra mắt mẫu búp bê Barbie phiên bản giới hạn nhằm chào đón  Tết Âm lịch 2025, với tạo hình được thiết kế dựa trên những đặc điểm nổi bật của văn hoá phương Đông.\nCụ thể, búp bê được khoác lên bộ trang phục sườn xám màu đỏ, với những đường nét kết hợp giữa truyền thống và hiện đại. Trên bộ trang phục được tô điểm bằng những hoạ… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "FAMI XUẤT SẮC ĐƯỢC VINH DANH GIẢI THƯỞNG “THƯƠNG HIỆU DINH DƯỠNG SÁNG TẠO” TẠI VẠN XUÂN AWARDS\nMới đây, Fami đã xuất sắc được vinh danh tại hạng mục “Thương hiệu dinh dưỡng sáng tạo của năm” của Giải thưởng Quảng cáo sáng tạo Việt Nam (Vạn Xuân Awards). Đây là sự ghi nhận cho những nỗ lực không ngừng của Fami trong việc tạo nên những chiến dịch quảng cáo ấn tượng, góp phần giúp người tiêu dùng nâng cao nhận thức về lợi ích dinh dưỡng của hạt đậu nành tự nhiên.\nQuảng cáo sán… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "TẠI SAO CÁC ỨNG DỤNG ĐẶT XE CÔNG NGHỆ LẠI CÓ SỰ CHÊNH LỆCH GIÁ GIỮA NGƯỜI DÙNG ANDROID VÀ IPHONE?\nMới đây, một thử nghiệm đặt xe công nghệ trên iPhone và một chiếc điện thoại khác dùng hệ điều hành Android đã cho thấy mức giá cước khác nhau giữa hai nền tảng mặc dù đặt cùng thời điểm, cùng điểm đón và điểm đến. Cụ thể:\n- Trên điện thoại Android: 65.000 đồng… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/DungLenTuNoiVapNga": [
        {
            "post_index": 1,
            "messages": [
                "Tin vào bạn thân và cái kết \n Quả này về tắm với giặt đồ cũng ốm luôn =)))))\n Sữa tắm Johnson cho người lớn, tắm chai này thích cực, mùi thơm dịu nhẹ, dưỡng ẩm tốt mà chai siêu siêu to luôn á: https://s.shopee.vn/9f4g9Vlqkt\n Dầu Gội, Xả Hachi chiết xuất bơ bưởi dưỡng tóc: https://s.shopee.vn/8AFsMkrUXM\n Nư… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Giỡn mặt hả \nVia: Dusk Music\nDây chuyền xinh zá iu thương làm quà tặng người yêu mùa Noel này quá hợp lý nè:… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "S o s, hòa bình này hơi bị đẹp traiiiii \n _mih.nguyt_09\n#nkyt #quandoi #bodoi #deptrai"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg"
            ]
        }
    ],
    "https://www.facebook.com/chandongshowbiz": [
        {
            "post_index": 1,
            "messages": [
                "QUÂN A.P VÀ K-ICM LÀM LÀNH  SAU 5 NĂM \nK-ICM (Khánh) và Quân A.P mới đây đăng tải khoảnh khắc \"tay trong tay\", cùng xuất hiện thân thiết trên một sân khấu âm nhạc. Năm 2019, từng có chuyện phía Jack & K-ICM yêu cầu một chương trình gạt tên ca sĩ Quân A.P ra khỏi danh sách biểu diễn.\nHiện tại, Khánh và Quân A.P đều chung một công ty quản lý. Chia sẻ trên sân khấu chung, Quân A.P tự hào khoe Khánh chính là giám đốc âm nhạc của chương trình, vui vẻ nói \"Chuyện cũ mình bỏ qua q… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "NƯỚC MẮT CỦA NGỌC TRINH  \nMới đây, Ngọc Trinh đăng tải một clip chia sẻ về cảm xúc của chính mình khi đi xem phim Chị Dâu như một khán giả tại sự kiện họp báo ra mắt dự án. Đoạn clip của cô nhận về sự quan tâm rất lớn từ khán giả. Nếu trước khi xem phim, Ngọc Trinh lo lắng, hồi hộp không yên thì sau khi xem phim, cô lại đứng trước hàng trăm khán giả và bật khóc. Về khoảnh khắc đặc biệt này, người đẹp đính kèm dòng chia sẻ: \"Thật sự Trinh quá xúc động, Trinh thấy thương cho c… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "MỸ LINH TRẢI LÒNG SAU HÀNH TRÌNH CHỊ ĐẸP MÙA 2 \nChị Đẹp Đạp Gió 2024 đã kết thúc quá trình ghi hình sau khoảng 4 tháng. Ngồi trên máy bay trở về Hà Nội, chị đẹp Mỹ Linh ghi lại vài dòng tản mạn về chương trình và các chị em, trải lòng về hành trình đã qua. \nNữ diva nói đây là một hành trình chữa lành, vì các chị em có thể  tìm thấy bản thân mình ở những góc riêng tư, thầm kín nhất: \"Phải nói không hề quá, Chị Đẹp năm nay quả thực là một hành trình rất đẹp với mình và với tấ… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/xinloidcchua": [
        {
            "post_index": 1,
            "messages": [
                "5 giây Kahoot ôn lại kiến thức về Truyện cổ Andersen bắt đầu!\n#Vaseline #SieuSaoSieuDuongMoi #KhoaAm72H #HoptaccungUnilever"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Như tên page "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Ra chỗ khác chơi. =))))))))))))"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/dieunhoxiuxiu": [
        {
            "post_index": 1,
            "messages": [
                "Đâu đó bên kia cồn\n#GiaoHangNhanh #giaosieunhanh #giasieutot"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Hòa bình đẹp lắm đúng không mọi người?"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Trân trọng lắm những lần gặp mặt, những lần bên nhau "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/BusinessInsider.Finance": [
        {
            "post_index": 1,
            "messages": [
                "Citi CEO Jane Fraser's has made major moves including layoffs, new exec hires, and starting a multibillion-dollar tech initiative."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "The former Microsoft CEO said his investment strategy was partly influenced by famed investor Warren Buffett."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Bayer CEO Bill Anderson says \"everyone hates\" the budget process and the bureaucracy involved. So he implemented 90-day budget cycles."
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/poorhousecuocchienhaluu": [
        {
            "post_index": 1,
            "messages": [
                "Sổ ghi nợ "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Đang giãy nảy vì không tìm thấy 200k xong nhớ ra mình mới tiêu hôm qua:"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "????????\n(Hana Kimi - 2007)\ncre: Vinh Lê"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/phimnaydangseen.page": [
        {
            "post_index": 2,
            "messages": [
                "Châm ngôn sống của tôi hiện tại:\n| Bộ Tứ Báo Thủ (2025)"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hai người thật sự yêu thương nhau, sẽ không đánh mất nhau vì khoảng cách, diện mạo, tuổi tác, sự xuất hiện của người thứ ba, lời đồn đại vô căn cứ của người khác hay vì sự phản đối của cha mẹ.\nHọ chỉ đánh mất nhau vì không trân trọng, không nỗ lực và không tin tưởng.”\n| 2521 (2022)"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Tình yêu là cùng nhau chắp vá, cùng nhau chia sẻ lỗi lầm, tình yêu là vì nhau mà trở nên tốt đẹp. \nChẳng có tình yêu nào không đẹp, chỉ có những người không chịu cố gắng vì nhau. \nMỗi người một ít, mỗi người chung tay nổ lực vì tình yêu của chính mình thì chẳng bao giờ có sự đổ vỡ và chia ly.… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Theanh28.ThemAnUong": [
        {
            "post_index": 1,
            "messages": [
                "Gợi ý 45 ý tưởng cơm nhà cho mọi người tham khảo nhé \n Thu Huong Vu"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Giã từ quán quen 8 năm chỉ vì 1 bát măng \nChuyện là hôm nay mình với vợ có đến quán bún ngan quen tại Trần Huy Liệu đá 2 bát bún, tầm 8h tối. Chuyện sẽ chẳng có gì cho đến khi vợ mình đi múc măng muối ăn kèm về bàn và bị một người (có lẽ) là chồng chủ quán nhìn thấy và quay sang nói nhân viên đứng tại quầy: \n- Sao để bạn múc nhiều măng thế? Tí phải tính thêm tiền vào, măng nó chỉ là đồ ăn kèm thôi.… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tôm mua về để ngăn đông rã sao giờ nó xanh lè vậy ạ \n Em không biết nên hỏi thật mong được giải đáp, giờ không dám mang ra nấu luôn \n nanguyen5771"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/dauhutv": [
        {
            "post_index": 1,
            "messages": [
                "Bóc túi mù tại công sở "
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Tiết kiệm không gian cho ngôi nhà "
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Nghệ thuật vẽ trang đường phố\nTham gia Chia Sẻ Công Thức Nấu Ăn Mỗi Ngày để biết nhiều món ngon!"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Masterchef": [
        {
            "post_index": 4,
            "messages": [
                "Searching for the right dish to complete tomorrow’s spread?\nTry #MasterChef winner Kelsey Murphy’s brown butter butternut squash recipe that’s sure to please everyone at the table!\nhttps://masterchef.com/.../masterchef-recipe-us-winner..."
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Which of these scenarios is the scariest? \n(I vote spending my Halloween watching them on Hulu instead. \n)"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Which #MasterChef finale dish would you want to try first? "
            ],
            "images": [
                "page_11_img_0.jpg",
                "page_11_img_1.jpg",
                "page_11_img_2.jpg",
                "page_11_img_3.jpg",
                "page_11_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ovotri": [
        {
            "post_index": 1,
            "messages": [
                "Ôi giời"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Ủa"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Mua về làm quà tặng"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/autoprovn": [
        {
            "post_index": 1,
            "messages": [
                "Đầu năm mua Mẹc cũ không có giấy tờ, cuối năm mua Mẹc tua 50.000 km "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "BỎ 100 TRIỆU RA MUA Ô TÔ CHẠY LÊN ĐƯỢC CAO TỐC THÌ CHÁY\nVụ cháy xảy ra tại Cao tốc Thành Phố Hồ Chí Minh - Trung Lương đoạn thuộc Ấp Tân Lập, Xã Tân Lý Đông, Huyện Châu Thành, Tỉnh Tiền Giang.\nKhoảng 11h30, tài xế Võ Văn Hùng (49 tuổi, ngụ Xã Xuân Thới Đông, huyện Hóc Môn, TPHCM) lái ô tô mang biển số tỉnh Long An chạy trên cao tốc TP.HCM - Trung Lương theo hướng từ các tỉnh miền Tây đi TP.HCM.… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Ford EcoSport được hồi sinh: Thiết kế 'lột xác', có nét giống Territory đang bán tại Việt Nam, dự kiến ra mắt năm sau "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/phephim": [
        {
            "post_index": 1,
            "messages": [
                "Bằng giọng điệu the thé, Reed ngâm nga từng lời ca của Radiohead trước mặt hai cô gái đang run rẩy vì sợ hãi.\nThoạt nhìn chẳng ai nghĩ gã là tên sát nhân tâm thần. Gã ngọt ngào, quyến rũ, thông minh và thân thiện. Vậy mà chỉ bằng vài câu nói, vài hành động, gã khiến máu ta như đóng băng trong huyết quản, còn tim khựng lại một nhịp vì sợ hãi.\nReed nói Do Thái Giáo là phiên bản gốc, Cơ Đốc chỉ là phiên bản làm lại. Còn Đạo Hồi là phiên bản mới nhất, và có độ phổ biến lớn thứ … Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "CHỈ CÒN NGÀY HÔM NAY ĐỂ ĐĂNG KÝ XEM PHIM TẠI ANOTHER CINEMA\nCác suất chiếu chuẩn bị hết vé rồi các đồng phim Sài Gòn ơiiii. \nSự kiện xem phim lần này là dịp đặc biệt cuối cùng trong năm để Phê Phim được gặp gỡ và hòa chung một bầu không khí Giáng Sinh đầy cảm xúc với mọi người. Chúng ta sẽ cùng nhau xem phim, trò chuyện và thưởng thức những món ăn vặt không giới hạn ngay tại sự kiện.… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "\"Chúng ta cần 4 cái ôm một ngày để tồn tại, 8 cái ôm để sống, và 12 cái ôm để lớn lên\"- đó là câu nói của nhà trị liệu tâm lý học nổi tiếng Virginia Satir.\nNhân lúc trời chuyển rét, hy vọng 12 cái ôm từ Studio Ghibli này sẽ đủ khiến bạn ấm lòng "
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/thegeomedicc": [
        {
            "post_index": 4,
            "messages": [
                "ê nha-"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Bữa giờ trên Threads City có nhiều câu hỏi liên quan tới việc đặt tên bão nên mình sẽ trả lời như sau để tránh hiểu lầm “cứ bão to = đặt tên nữ” và tại sao lần này bão lại tên “Trà Mi”\n1. Trami là một trong 10 tên bão được đề xuất bởi Việt Nam, 9 cái tên còn lại cũng không liên quan lắm tới tên nam/nữ. Trong 10 cái tên này có Bang-Lang (bằng lăng) và Co-May (cỏ may) cho nên Trami nhiều khả năng ám chỉ hoa trà mi chứ không phải một cái tên nữ. \n2. Việc cơn bão này được chọn … Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 18,
            "messages": [
                " THÔNG TIN DÀNH CHO CÁC ĐỘI CỨU HỘ "
            ],
            "images": [
                "page_18_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ulzzanggirl2": [
        {
            "post_index": 1,
            "messages": [
                "- \nIG: https://www.instagram.com/dinonoz\n-\n#AdminP… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Sadness \n- \nRED: Jinjimiemie8\n-\n#AdminP… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Spider \n -\n#AdminP\njoin my group: https://www.facebook.com/groups/839308400499139/\nIG: http://instagram.com/ulzzanggirlth… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/boluminhhiuman": [
        {
            "post_index": 1,
            "messages": [
                "NHỮNG TƯ DUY GIÚP CẬU THAY ĐỔI CHẤT LƯỢNG MỐI QUAN HỆ VỚI BẢN THÂN\n1. Cơ thể của cậu chưa bao giờ được tạo ra để đáp ứng vừa vặn những tiêu chuẩn nhất định về cái xinh và cái đẹp. Nó tồn tại ở đây đơn giản để giúp cậu đi, giúp cậu chạy, giúp cậu nhảy múa, giúp cậu ngắm nhìn và thưởng thức cuộc sống xung quanh,… Cơ thể đó là ngôi nhà của cậu, mà không phải là một món phụ kiện.\n2. “Giỏi/ tốt/ ngầu” hoàn toàn đều là những tính từ chủ quan và mỗi người sẽ có cách hiểu khác nhau… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Hãy sống một cuộc đời mà ở đó cậu có thể tự tin nói, \"Tôi muốn làm điều này cho chính mình\", thay vì \"Tôi tự hỏi không biết liệu mình có làm được không?\" và \"Tôi cũng muốn làm vì những người khác đang làm điều đó\".\nCuộc sống là hành trình chúng ta trả lời những câu hỏi và giải quyết những vấn đề. Và nếu đằng nào đó cũng là việc không thể tránh, thậm chí trong lúc đó chúng ta phải đối mặt với khó khăn, vậy thì hãy cố gắng chọn ra những câu hỏi hay hoặc những vấn đề tốt một ch… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Khi cậu nhìn đi, cậu sẽ không thể kết nối được những mảnh ghép với nhau. Nhưng cậu có thể liên kết chúng một cách rõ ràng khi cậu nhìn lại. Vì vậy, cậu phải tin tưởng rằng những mảnh ghép tưởng chừng như vô lý và ngẫu nhiên mà cậu đang thấy lúc này, bằng một cách nào đó, cũng sẽ khớp với nhau ở tương lai. Cứ trải nghiệm và cứ đi, trong những tháng ngày đầy rối ren và mờ ảo giữa khói sương, vì đến đúng lúc cậu cần biết và đến thời điểm thích hợp nhất để cậu biết, câu trả lời c… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/90sbangcassette": [
        {
            "post_index": 3,
            "messages": [
                "Bé Bo nhắn nhủ đến mẹ Hòa Minzy khiến cả khán phòng \"tan chảy\" \n \"Mai này con lớn lên, sau này con lấy vợ, con sẽ mua hoa tặng mẹ tặng bạn gái con luôn\" \nNếu theo dõi Hòa Minzy sẽ biết nữ ca sĩ đang làm mẹ đơn thân. Vì vậy câu nói của bé Bo nghe qua rất hài hước nhưng lại thể hiện được Bo là cậu bé rất ấm áp và sống tình cảm. Nhiều người bày tỏ sự cảm phục trước việc dạy con quá khéo léo của Hòa Minzy.\nNgoài ra chi tiết \"con sẽ lấy vợ\" và \"mua hoa tặng mẹ và bạn gái\" cũng … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Đi đám cưới có mặt Xemesis, Xoài Non công khai chạm môi với Linh Ngọc Đàm \nVừa qua, đám cưới của Rambo và Trân Mèo (Phước Khoa và Bảo Trân) - một cặp đôi khá nổi tiếng trong giới streamer. Vì vậy không khó hiểu khi ngày trọng đại của cặp đôi quy tụ dàn khách mời đình đám. Trong đó đáng chú ý nhất là cuộc hội ngộ của Xemesis và Xoài Non. \nMàn hội ngộ này nhanh chóng nhanh chóng khiến cư dân mạng quan tâm và để lại nhiều bình luận bàn tán rôm rả. Có người dự đoán Xoài Non và… Xem thêm"
            ],
            "images": [
                "page_8_img_0.jpg",
                "page_8_img_1.jpg",
                "page_8_img_2.jpg",
                "page_8_img_3.jpg"
            ]
        },
        {
            "post_index": 14,
            "messages": [
                "Thầy Ba đi đám cưới mà fan cứ ngỡ bồi bàn "
            ],
            "images": [
                "page_14_img_0.jpg",
                "page_14_img_1.jpg",
                "page_14_img_2.jpg"
            ]
        }
    ],
    "https://www.facebook.com/PresentWriter": [
        {
            "post_index": 2,
            "messages": [
                " Một Năm “Sống Chậm” & 4 Bài Học | Tổng kết năm 2024\n2024 là năm đầu tiên trong cuộc đời mình quyết định “sống chậm”—nói “không” với rất nhiều thứ, làm việc chậm rãi, tỉ mỉ hơn nhiều, dành nhiều thời gian suy nghĩ một mình, nghỉ ngơi với gia đình, và lập những kế hoạch dài hạn... Quyết định này đưa tới một năm nhiều trải nghiệm mới, vui có, buồn cũng có luôn, và rất nhiều bài học quan trọng mà mình nghĩ sau này nhìn lại, mình sẽ nói rằng: “2024 là năm thay đổi cuộc đời mình… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "SS5E12: Để kết lại những lo toan về tiền\nKết lại những lo toan về tiền và lời tạm biệt \nBe present,… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                " Bạn ơi! Hai tuần nữa (ngày 5/1/2025), Chi sẽ trở lại với vai trò diễn giả trong một webinar miễn phí cho cộng đồng về chủ đề \"Tâm lý học Tích cực\" \nSong hành cùng mình trong chương trình là TS. Lê Thị Mai Liên, Trưởng bộ môn Tâm lý học lâm sàng tại Đại học Khoa học Xã hội và Nhân văn và Chuyên gia tại Viện Tâm lý Việt - Pháp. \nNếu bạn theo dõi mình đã lâu và cũng như từng đọc sách của mình—“Một cuốn sách về Chủ nghĩa tối giản”—chắc hẳn bạn cũng biết mình đã nghiên cứu về … Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/tivicuabo": [
        {
            "post_index": 1,
            "messages": [
                "Tui đạp xe vô cửa hàng đồ hiệu, \nHiệu bình thường rẻ thôi không phải hiệu lắm đâu,\nTui tới, bác bảo vệ bảo tui k cần vé đâu vì có mỗi tui đi xe đạp à, trước giờ khách tới đây toàn đi xe tay ga với ô tô thôi chứ k có mấy ai mà đi xe đạp hết. �Tui thấy hơi mắc cười thì gật đầu ỡm ờ rồi vô. Tui vô nhưng chả tìm được cái gì ưng nên ra luôn. Ra tới nơi bác trông xe hỏi tui tại sao không chọn được gì à, tui nói dạ không, hôm bữa con mới vô rồi, hnay vô coi có gì mới không, k có g… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Tui không sợ ai đọc trộm nhật ký, \nTui sợ người ta vô được mấy acc nói chuyện với AI của tui để đọc phiên bản tui nói chuyện với người máy kìa \n Ngày xưa cái hồi mới có gg dịch, tui hay viết lên mấy dòng chữ kiểu “Em tuyệt lắm Dung à”, “Dung ơi anh iu emmmm” … \n xong bắt máy nó đọc. Tức cái không có “anh google” mà là chị, vậy thế là tui đổi lại bắt nó đọc “Dung ơi em học giỏi lắm”, “Dung xinh gái”, … để nghe quàiii.\nS… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Đây là bí kíp riêng tư của mấy chị em tui thôiii, \nCác ông có thấy thì lướt wa nháaaaaaaaaa\n#làn"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Khoahochanhvi": [
        {
            "post_index": 1,
            "messages": [
                "Một trong những lý do gần đây mình thấy khi người ta lựa chọn kết thúc mối quan hệ.\nLà bởi vì cả hai đều cảm thấy khổ sở, thiệt thòi trong mối quan hệ ấy. Có lẽ cảm xúc yêu thương vẫn còn…\nNhưng một trong hai bên yêu cầu bên còn lại phải thay đổi, sửa chữa bản thân quá nhiều để thực sự là “mảnh ghép phù hợp”.… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "1. Ngủ sớm\nThức khuya không khác gì hành hạ và tàn phá cơ thể mình. Biến mình trở thành con gấu trúc lờ đờ với cả lố bệnh tật âm thầm bên trong.\nVì vậy, hãy làm em chim sớm ngủ trước 23 giờ, dạy trước 6 giờ nhé.\n2. Làm việc thong thả… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Có bao giờ bạn gặp một người phụ nữ mà ngay từ ánh nhìn đầu tiên, bạn đã cảm nhận được một sự tự tin và cuốn hút tỏa ra từ họ? Không phải vì cô ấy xinh đẹp lộng lẫy hay tài giỏi hơn người, mà là vì cô ấy có một thứ gì đó rất đặc biệt: sự bình yên từ bên trong.\nPhụ nữ hạnh phúc tự thân không cố gắng làm vừa lòng tất cả mọi người, cũng không cần phải chứng minh giá trị của mình. Họ không dựa vào tình yêu hay sự công nhận của ai đó để thấy mình có ý nghĩa. Họ biết cách yêu thươ… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/KienReview90": [
        {
            "post_index": 4,
            "messages": [
                "Lên lịch ngay - Phiên Livestream độc quyền trên Shopee Choice cùng Kiên!\nVào ngày 12/12 tới đây Kiên có một phiên livestream đặc biệt của mình cùng với Shopee Choice, không chỉ giới thiệu toàn sản phẩm chất lượng xịn xò, mà còn có loạt voucher siêu hời dành riêng cho mọi người:\n Ưu đãi trong phiên live:… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 9,
            "messages": [
                "Shopee Choice - Mua đồ ngon, giá hời, đừng bỏ lỡ!\nVào 4 ngày 27-29.11 tới đây là lúc săn deal “ngon” nhất năm với Shopee Choice các banh ơi! Kiên đã thử mua hàng và thấy mê lắm nên muốn chia sẻ với mọi người.\nShopee Choice có gì hay?… Xem thêm"
            ],
            "images": [
                "page_9_img_0.jpg"
            ]
        },
        {
            "post_index": 14,
            "messages": [
                "Đúng chán \nKiên chỉ đăng video và làm việc trên kênh TÍCH XANH trên toàn bộ nền tảng\nTất cả những video có mặt Kiên lấy cắp video về bán sản phẩm đều là lừa đảo\nM.n hết sức cẩn thận\nRất là nhiều ngừoi bị lừa về các video như thế này rồi"
            ],
            "images": [
                "page_14_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/khamphalichsuvn": [
        {
            "post_index": 10,
            "messages": [
                "Đại Hiến chương Magna Carta: Hành trình 800 năm của tự do và công lý\nTháng 6 năm 1215, trên cánh đồng Runnymede xanh mướt gần London, một sự kiện lịch sử trọng đại đã diễn ra, đặt nền móng cho khái niệm tự do và công lý của phương Tây. Không phải là một lễ hội náo nhiệt như vẻ bề ngoài, cuộc gặp gỡ giữa Vua John của Anh và các quý tộc nổi loạn mang theo bầu không khí căng thẳng, hứa hẹn một bước ngoặt lớn trong lịch sử nước Anh.\nÁch cai trị hà khắc của Vua John và ngọn lửa n… Xem thêm"
            ],
            "images": [
                "page_10_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/WatchThisOfficial": [
        {
            "post_index": 7,
            "messages": [
                "These accidents seem... expensive"
            ],
            "images": [
                "page_7_img_0.jpg",
                "page_7_img_1.jpg",
                "page_7_img_2.jpg",
                "page_7_img_3.jpg",
                "page_7_img_4.jpg"
            ]
        },
        {
            "post_index": 9,
            "messages": [
                "If you're cold, They are cold"
            ],
            "images": [
                "page_9_img_0.jpg"
            ]
        },
        {
            "post_index": 10,
            "messages": [
                "So yeah i'm his Queen"
            ],
            "images": [
                "page_10_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/hoangluanblv": [
        {
            "post_index": 14,
            "messages": [
                "May là solo Liên Minh…"
            ],
            "images": [
                "page_14_img_0.jpg"
            ]
        },
        {
            "post_index": 17,
            "messages": [
                "Mé bị lừa đi sự kiện xong xích lại điều tra lần nữa anh em…"
            ],
            "images": [
                "page_17_img_0.jpg"
            ]
        },
        {
            "post_index": 19,
            "messages": [
                " HOÀNG LUÂN x ON LIVE: RED BULL LEAGUE OF ITS OWN! \nT1 và cuộc hành trình nhuộm đỏ trời Âu\nHoàng Luân hân hạnh được đồng hành cùng giải đấu Liên Minh Huyền Thoại đỉnh cao cuối năm 2024 - Red Bull League Of Its Own.… Xem thêm"
            ],
            "images": [
                "page_19_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/tudorwatch": [
        {
            "post_index": 1,
            "messages": [
                "The #TudorClairDeRose stands out with its delicate accents and striking Roman numerals on the “TUDOR blue” dial. A perfect fit for this holiday season.\nhttps://tudor.watch/Festive_Season_FB\n#TudorWatch #BornToDare"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Featuring a 41-mm case and a signature TUDOR “T-fit” clasp, this versatile take on #TudorBlackBay is perfectly suited for gift-giving this festive season. \nhttps://tudor.watch/Festive_Season_FB\n#TudorWatch #BornToDare"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "A tough race calls for a tough watch. The TUDOR Ranger is exactly that, tried and tested over decades of expeditions and adventures.\n#TudorWatch #BornToDare #TudorRanger #Dakar2025 #DakarInSaudi"
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/NgamTieuCaCa": [
        {
            "post_index": 2,
            "messages": [
                "Xinh xỉu cái case này í\n#tieucaca"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tết này bánh kẹo để con looo\n#tieucaca"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Không mua được để ngkhac mua :)))\n#tieucaca"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/MusicChoice": [
        {
            "post_index": 3,
            "messages": [
                "GIVEAWAY!!! Enter to win a Vizio MicMe and take your at-home karaoke party to the next level! Enter for your chance to win: https://musicchoice.app.link/e/micme"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 9,
            "messages": [
                "Were you standing in the hallway with a ~Midnights Cardigan~ , happy birthday \n Celebrate Taylor Swift's birthday (btw why isn't this a national holiday yet?) by entering to win the Taylor Swift Midnights Cardigan: https://musicchoice.app.link/e/tsmidnightsgiveaway\n-\n#taylorswift #taylorswiftgiveaway #taylorswiftmidnights #midnightstaylorswift #tsgiveaway #swiftie"
            ],
            "images": [
                "page_9_img_0.jpg",
                "page_9_img_1.jpg"
            ]
        },
        {
            "post_index": 13,
            "messages": [
                "How we feel knowing this is the last weekend of #tstheerastour \n Long live the memories we made on this tour and pls excuse us while we cry into our cardigan....\n-\nEnter for your chance to win the Midnights Cardigan and celebrate Taylor's birthday coming up, the holidays, and the end of an era\n Enter for your chance to win: https://musicchoice.app.link/e/tsmidnightsgiveaway\n-\nSend to the #swiftie in your life who needs this.\n Taylor Swift #taylorswift #midnightscardigangivea… Xem thêm"
            ],
            "images": [
                "page_13_img_0.jpg",
                "page_13_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/xalo.tarot": [
        {
            "post_index": 1,
            "messages": [
                "Bạn và họ có thể đi lâu dài với nhau không?"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Liệu bạn có đang đối xử tốt với chính mình? Tụi mình đang nhận lịch xem Tarot cho ngày mai 22/12 nha "
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Một điểm mạnh cần phát huy?"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/AfterSeriesMovies": [
        {
            "post_index": 6,
            "messages": [
                "Then vs. now \n Stream #BeyondAfter everywhere on demand in the US! bit.ly/4hiJlD"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg",
                "page_6_img_2.jpg",
                "page_6_img_3.jpg",
                "page_6_img_4.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "#BeyondAfter the documentary is now available to watch on Prime Video Italy "
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Reminiscing on this #AfterWeFell scene "
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/sorrymusicc": [
        {
            "post_index": 1,
            "messages": [
                "QUÂN A.P VÀ K-ICM KHÉP LẠI HIỂU LẦM TRONG QUÁ KHỨ\nVừa qua, Quân A.P và K-ICM cùng xuất hiện chung trong một sân khấu. Ca sĩ \"Bông Hoa Đẹp Nhất\" cho biết: \"Bây giờ Quân và Khánh đã hoạt động chung một gia đình\".\nSân khấu này đã khép lại những hiểu lầm giữa hai nghệ sĩ từ 5 năm trước. Tháng 8/2019, quản lý Quân A.P xác nhận phía Jack và K-ICM không muốn ngồi chung show \"Giọng ải giọng ai\" vì sợ làm hư hình ảnh, kéo theo đó là chuỗi drama dài hơi."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "JUN PHẠM TỪNG KHÔNG CHỊU HÁT HIT QUỐC DÂN \"BỐNG BỐNG BANG BANG\"\nJun Phạm kể trong \"Nhật Ký Ban Công\" dù được Ngô Thanh Vân bảo hát \"Bống bống bang bang\" nhưng anh không chịu và hát và bày trò để trốn thu âm: \n\"Ca khúc này đơn giản là kể chuyện nên mình không chịu hát nhưng chị Vân bảo: 'Không, tụi em hát đi'. Sau đó Jun và 365 thu âm 'Bống bống bang bang' đúng 1 lần rồi về. Kết quả chị Ngô Thanh Vân chê dở, bắt thu lại\".… Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "LỘ DIỆN 2 VỊ TRÍ RA MẮT ĐẦU TIÊN CỦA CHỊ ĐẸP ĐẠP GIÓ 2024\nTheo luật vote của Chị Đẹp Đạp Gió 2024, 2chị đẹp chiến thắng 2 hạng mục: \"Đội trưởng được yêu thích nhất\" và \"Chị Đẹp được yêu thích nhất\" nếu đi đến chung kết sẽ chắc chắn giành vị trí ra mắt.\nKết thúc thời gian bình chọn, Minh Hằng dẫn đầu \"Chị Đẹp được yêu thích nhất\" và Kiều Anh là \"Đội trưởng được yêu thích nhất\".… Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ThoRung36": [
        {
            "post_index": 1,
            "messages": [
                "Nhang Mộc Đón Tết !\nNăm nay các bác để chúng em phục vụ nhang tết nhé các bác ơi.\nNhang Mộc của Thợ Rừng , sản phẩm OCOP 3 sao cấp tỉnh của HTX Hương Bài Yên Cát.\n Được làm từ 3 thành phần chính : rễ cây hương bài, nhựa cây trám và than hoa từ cây mắc khén. Thân nhang làm bằng thân cây nứa bánh tẻ, không nhúng phẩm màu mà chỉ để mộc như cái tên Nhang Mộc.\nAn toàn cho trẻ nhỏ, người già vì không sử dụng 1 chút phẩm màu nào.… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Lần này ko còn là \"kể\" nữa rồi các bác ơi \n.\nHẹn các bác video tối mai lúc 19h trên kênh YTB Thợ Rừng ạ."
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Mùa sấy trâu !\nChúng em sẵn sàng phục vụ các bác ạ !"
            ],
            "images": [
                "page_11_img_0.jpg",
                "page_11_img_1.jpg",
                "page_11_img_2.jpg",
                "page_11_img_3.jpg",
                "page_11_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/testdrivesc": [
        {
            "post_index": 1,
            "messages": [
                " We’ve seen many amazing pictures from the community over the past few days! Here are four of our favorites!\n by Leon_JHK, codedniche, scapegoat & WYDUA"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                " 20 graffiti artworks are scattered across Eivissa and its surroundings. What’s your best discovery so far? "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                " 3 brand-new races are now available in this week’s live event, featuring a wide variety of cars to celebrate winter!\n Complete these races to win the exclusive Hong Kong Island Taxi livery for your Bentley Continental GT."
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/thethao247.vn": [
        {
            "post_index": 1,
            "messages": [
                " CHÍNH THỨC: ĐỘI HÌNH XUẤT SẮC NHẤT LƯỢT TRẬN THỨ 5 VÒNG BẢNG AFF CUP 2024 \n Thái Lan: Góp 3 cái tên\n Malaysia: Góp 2 cái tên\n Philippines: Góp 1 cái tên\n Việt… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Rất nhiều bình luận trái chiều của cộng đồng mạng Việt Nam về việc nhập tịch cầu thủ. Bạn đồng tính với ý kiến nào?"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Ngạo nghễ: TÊ CON LÊN ĐỈNH OLYMPIA \nChúc mừng em Phạm Anh Thơ, fan cứng đội tuyển Liên Minh Huyền Thoại T1, học sinh lớp 11A8, trường THPT Nguyễn Văn Trỗi đã xuất sắc giành GIẢI NHẤT, cuộc thi trí tuệ Đường lên đỉnh Olympia tuần 2, tháng 3, Quý I năm 2025 với điểm số vượt xa các nhà leo núi khác, 205 điểm và giành thẳng tấm vé vào cuộc thi Tháng "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/MemoryTzsad": [
        {
            "post_index": 3,
            "messages": [
                "\"It would never be the same again.\""
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "anh ấy đã mất tất cả trong 5 phút:(("
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        },
        {
            "post_index": 10,
            "messages": [
                "Chào mừng kỉ niệm 79 năm Quốc Khánh nước Cộng Hòa Chủ Nghĩa Việt Nam \n (2/9/1945 - 2/9/2024)"
            ],
            "images": [
                "page_10_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/theworldmusicawards": [
        {
            "post_index": 1,
            "messages": [
                "  BILLBOARD \n HOP - Stray Kids\n GNX - Kendrick Lamar\nTHE TORTURED POETS DEPARTMENT - Taylor Swift\nShort n' Sweet - Sabrina Carpenter\nC… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 12,
            "messages": [
                "#ROSÉ & #BrunoMars' \"APT.\" scores a Milestone 50th day atop the Worldwide iTunes song chart, the longest run at #1 for a song in 2024 and for a song by a K-Pop Female Act in Worldwide iTunes history, and the 2nd longest-running #1 song by a K-pop act of All Time after reaching #1 on iTunes in 89 countries, the most for a Female Act in 2024, and is back #1 on European iTunes & tops Worldwide Apple Music for a 24th day! \n,\n━━━\n… Xem thêm"
            ],
            "images": [
                "page_12_img_0.jpg",
                "page_12_img_1.jpg"
            ]
        },
        {
            "post_index": 16,
            "messages": [
                "#ROSÉ & Bruno Mars' \"APT.\" tops the Worldwide iTunes song chart for a 49th day, the longest run at #1 for a song in 2024 and for a song by a K-Pop Female Act in Worldwide iTunes history, and the 2nd longest-running #1 song by a K-pop act after reaching #1 on iTunes in 89 countries, the most for a Female Act in 2024, and tops  Worldwide Apple Music for a 23rd day! \n,\n━━━\nLongest-running songs by K-pop acts at #… Xem thêm"
            ],
            "images": [
                "page_16_img_0.jpg",
                "page_16_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/SaigonTeu": [
        {
            "post_index": 5,
            "messages": [
                "Hãy chọn đáp án đúng!!\n- Đấu Tếu \n#dauteu #saigonteu #haiungtac"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Chuyến bay mang số hiệu SGT xin thông báo đang chuẩn bị khởi hành. \nDự kiến sẽ đáp tại Cảng hàng không quốc tế Đà Nẵng vào ngày 21/12. \nCó Đồng Tếu nào chưa kịp lên máy bay thì mau mau lên cùng đi với tụi Tếu nè?\n#haidocthoai #saigonteu #teuduky #SaigonTeudenDaNang"
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        },
        {
            "post_index": 9,
            "messages": [
                "Reng Reng Reng \n Lớp học Đấu Tếu xin được thông báo: Cuộc chiến giữa Trung Coffee, Minh Ti và Huỳn Khanh sắp nổ ra! Ai sẽ nắm vị trí đầu bảng số 1 trường ta đây? \nMời các Đồng Tếu cùng đón xem Đấu Tếu Tập 3: Tếu Học Đường vào lúc 19h00 18/12/2024.\n#dauteu #saigonteu #haiungtac"
            ],
            "images": [
                "page_9_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/kienthucthuvi.official": [
        {
            "post_index": 4,
            "messages": [
                "Chỉ cần 4 kg uranium để cung cấp điện tàu ngầm hạt nhân trong 30 năm mà không cần nạp nhiên liệu. Các lò phản ứng được sử dụng trong tàu ngầm hạt nhân dựa trên uranium (HEU), chứa 90% uranium-235 hoặc nhiều hơn. Uranium làm giàu này có thể tạo ra một lượng lớn năng lượng với số lượng nhỏ.\n4-5 kg uranium làm giàu có thể cung cấp cho tàu ngầm hạt nhân trong vài thập kỷ, khi phản ứng phân hạt nhân tạo ra một lượng năng lượng lớn. Năng lượng được sản xuất bởi sự phân chia của một… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Phân tích cơ thể của Abby và Brittany Hensel là sự kết hợp đáng chú ý giữa các cơ quan và mô chia sẻ và cá nhân. Cặp song sinh mỗi người có hệ thống thân trên riêng biệt. \n  Phân tích cơ thể  độc đáo  này của Abby và Brittany có thể được tóm tắt như sau: hai cái đầu, hai cột sống hợp nhất tại xương cụt, hai bộ não và tủy sống, hai trái tim chia sẻ một hệ thống tuần hoàn, bốn phổi (hai phổi kết hợp một phần), hai dạ dày, hai túi mật, ba quả thận, một gan, một ruột non, một ruộ… Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Các nhà khoa học đã phát hiện ra một chức năng phổi bất ngờ — Phổi của chúng ta sản xuất máu\nNghiên cứu đã tiết lộ rằng phổi không chỉ giúp chúng ta thở — chúng cũng đóng vai trò quan trọng trong việc sản xuất máu. Trong một nghiên cứu đột phá, các nhà khoa học phát hiện rằng phổi của chuột tạo ra hơn 10 triệu tiểu cầu mỗi giờ, chiếm phần lớn tiểu cầu trong dòng máu của động vật.\nPhát hiện này thách thức niềm tin lâu nay rằng tất cả các thành phần của máu đều được sản xuất … Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/trautv": [
        {
            "post_index": 2,
            "messages": [
                "Onl trễ tí"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/vkrnews": [
        {
            "post_index": 2,
            "messages": [
                " BẢN TIN VKR NEWS NGÀY 23/12/2024!!!\n1. Thông điệp 12 cung hoàng đạo tuần này. (Xem trong ảnh)\n2. Suho xác nhận EXO sẽ có fanmeeting trong thời gian tới.… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                " Chúa simp gọi tên Hyun Bin: Lúc say vẫn nhớ vợ Son Ye Jin là nữ hoàng còn con trai là Thái tử"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                " JINUSEAN NHẮM MẮT KHI BIỂU DIỄN CÙNG JANG WONYOUNG (IVE)\nMới đây, Jang Wonyoung đã có sân khấu kết hợp cùng tiền bối gạo cội Jinusean tại KBS Global Festival. Đáng chú ý, ca sĩ đàn anh đã nhắm mắt khi đến gần Wonyoung. Jinusean được khen ngợi vì hành động tinh tế và lịch sự khi biểu diễn cùng một nữ idol kém nhiều tuổi.\nHai nam rapper cũng gửi tặng Wonyoung một món quà như lời cảm ơn vì hợp tác biểu diễn."
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/TrenDuongPitch": [
        {
            "post_index": 1,
            "messages": [
                "Ngồi mọi lúc, mọi nơi, mọi bối cảnh\n Getty"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "13 bàn thắng nữa, Mohamed Salah sẽ chính thức bước vào hàng ngũ của 3 cầu thủ ghi bàn xuất sắc nhất trong lịch sử Liverpool.\n Liverpool FC"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Nhìn ánh mắt này, bạn nhận ra được nhà vô địch World Cup nào không \n#quiz"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/AnimeSauce.vn": [
        {
            "post_index": 1,
            "messages": [
                "MỚI: \"Kakushite Makina-san\" - Hình ảnh mới!\nAnime sẽ công chiếu vào năm 2025, với Tomoyo Takayanagi lồng tiếng cho nhân vật chính Agatsuma."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Đâu là bé mèo của bạn "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "MỚI: KonoSuba Season 3 thông báo sẽ có hai tập OVA mới!"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/cs.gymer": [
        {
            "post_index": 3,
            "messages": [
                "Sao lại ra nông nỗi này "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Gojo này trông hơi lạ nhể "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Kyron Holden (@kiyron_igm) nay đã 43 tuổi, là một trong những gương mặt tiêu biểu nhất của hạng mục Men's Physique.\nKyron là minh chứng hoàn hảo rằng nếu biết làm mọi thứ đúng cách, bạn vẫn có thể thi đấu ở đẳng cấp cao trong môn thể hình, ngay cả khi đã ngoài 40 tuổi!\n.\n.… Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/LovelyMimiFP": [
        {
            "post_index": 2,
            "messages": [
                "KIẾP LẠN CỦA HIEUTHUHAI =))\nLương Hoàng Anh - vợ cũ diễn viên Huy Khánh \"chờ ê\" HIEUTHUHAI mắc lỗi khi mang tất trắng đi cùng với giày đen:\n\"Văn nghệ sỹ Việt nói riêng, đàn ông Việt nói chung, đừng bao giờ mang giày đen vớ trắng nha. Mình mặc Âu phục thì phải tìm hiểu/học văn hóa tối thiểu về Âu phục, cũng như đọc kỹ hướng dẫn trước khi dùng vậy. … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "LỄ NÀY NHẤT ĐỊNH PHẢI RA RẠP XEM NGAY \"CHUYỆN NHÀ BÁNH XẾP\" - CÂU CHUYỆN GIA ĐÌNH HÀI HƯỚC CHỮA LÀNH NHẤT NĂM \n Sắp hết năm lại còn dính tam tai, \"2 đứa con trên trời rơi xuống\" khiến Lee Seung-gi từ bất ngờ đến bất an. Câu chuyện xoay quanh gia đình bán bánh xếp gia truyền thiếu đi người nối dõi, dở khóc dở cười khi ông nội gia trưởng khó tính có tiếng cũng phải xiêu lòng trước đám cháu báo đời trời ban này \n CHUYỆN NHÀ BÁNH XẾP - Câu chuyện gia đình đầy tiếng cười thêm… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Nữ CEO Hannah Olala nhận giải Social Seller của năm từ Bộ Văn hoá Thể thao Văn hoá & Du lịch, gây bất ngờ với “bí quyết” xây dựng thương hiệu cá nhân thành công \nTại lễ trao giải Vạn Xuân Awards 2024, Hannah Olala - nữ CEO kiêm KOL hàng đầu trong lĩnh vực mỹ phẩm - đã vinh dự được Bộ Văn hoá Thể thao Văn hoá & Du lịch trao tặng giải thưởng danh giá Social Seller của năm.\nKhi được hỏi về cách xây dựng thương hiệu cá nhân, Hannah Olala tiết lộ, bí quyết của cô là văn phong đ… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/FAPtivi": [
        {
            "post_index": 2,
            "messages": [
                "Tự nhiên thấy chán chán sao á\nĐi làm mà không có ai ghét, không có drama, không có mấy em gái luôn. \nThôi mai có Cơm Nguội là được rồi"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "Có những mối quan hệ tuy không đi đến hôn nhân \nNhưng giúp bạn biết thêm nhiều quán ăn ngon"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        },
        {
            "post_index": 13,
            "messages": [
                "Bánh Bao Bự | Anh Bike Vượt Ngàn Chông Gai - TẬP 8 - CUỐC XE ĐÊM | Phim Ngắn Việt Nam\nhttps://youtu.be/t--K7mPhD_E\nChông gai thứ 8, Anh Bike Nam vì miếng cơm manh áo, hôm nay quyết định nhận 1 cuốc xe đêm đầy bí ẩn, không biết anh ta sẽ gặp phải chuyện gì đây ở chông gai này đây. \n---------… Xem thêm"
            ],
            "images": [
                "page_13_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/loaphuongtv": [
        {
            "post_index": 1,
            "messages": [
                "ĐÚNG LÀ NGƯỜI ZỜI \nCuối năm bận concert với lên chầu Ngọc Hoàng nên chú Tự Long sắm Tết từ giờ cho đẹp =))\nMai thấy chú luộc bánh chưng nữa là xong cái Tết "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                " Ngày 20/11 – Bạn đã hiểu hết ý nghĩa của ngày này chưa?\nNgày 20/11 hàng năm là dịp đặc biệt để mỗi chúng ta bày tỏ lòng biết ơn sâu sắc đến thầy cô – những người đã không quản ngại khó khăn để dìu dắt chúng ta trên con đường tri thức. Nhưng bạn có biết nguồn gốc và ý nghĩa thật sự của ngày này?\nNgày 20/11 bắt nguồn từ Hội nghị quốc tế các nhà giáo ở Warsaw (Ba Lan) năm 1957, nơi Hiến chương các nhà giáo được thông qua nhằm tôn vinh nghề giáo dục trên toàn thế giới. Việt Na… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Việt Nam đăng quang Hoa hậu Quốc tế 2024!\nChúc mừng sự toả sáng của Thanh Thuỷ \nNhan sắc Việt Nam mãi đỉnh "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ChuyencuaHaNoi": [
        {
            "post_index": 1,
            "messages": [
                "ELYO Restobar - 67 Trần Hưng Đạo, Hoàn Kiếm.\nMột restobar siêu độc mới mở đang trong giai đoạn soft opening mà bạn nên ghé.\nBiết đến chỗ này từ lúc bạn mình up story quét mã QR tìm hiểu nguyên tố của bản thân cũng khá hay. Nay nhà hàng đã khai trương mình trải nghiệm phải nói là không gian xinh xắn lắm luôn ấy. Vì là làm theo kiểu Đất, Nước, Lửa, Khí nên vào phát hiểu luôn mình ở khu nào cụ thể mời bạn đến nhà hàng tự tìm hiểu kkkk… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Tin con sư tử đi, nó không bịp đâu\nMufasa: Vua Sư Tử đang chiếu tại rạp, Noel này anh em biết đi đâu rồi đấy!\n#mufasavuasutu"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Có cột khói lớn trên vành đai 3 trên cao ngay lúc này.\nKhông biết có vụ gì anh em update tình hình với. Mong không có thiệt hại gì nghiêm trọng."
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg"
            ]
        }
    ],
    "https://www.facebook.com/dienquannetwork": [
        {
            "post_index": 1,
            "messages": [
                "Bạn đã sẵn sàng cho một trải nghiệm mua sắm HOÀN TOÀN MỚI?\nNgày 26.12.2024 này, Dlive kết hợp với Shopee tổ chức phiên livestream affiliate ĐẦU TIÊN trên YouTube.\nĐến với livestream PHIÊN CHỢ MIỆT VƯỜN - THIÊN ĐƯỜNG SĂN SALE, khán giả sẽ lần đầu đến với một trải nghiệm mua sắm mới mẻ - vừa có thể xem nội dung giải trí trên YouTube vừa có thể thoải mái mua hàng trên Shopee.… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "2 triệu followers đa nền tảng, hàng loạt lời mời hợp tác với sao Kpop: Meichan - hiện tượng Gen Z Việt\nTừ một cô du học sinh tại đại học Yonsei với suất học bổng toàn phần, cùng với nỗ lực không ngừng trong học tập và công việc sáng tạo nội dung, Meichan trở thành một trong những creator thường xuyên đại diện Việt Nam tại các diễn đàn, sự kiện quốc tế. \nMeichan còn là một đại sứ văn hóa Việt Nam đích thực. Mỗi lần đại diện Việt Nam tham gia các sự kiện quốc tế, Meichan đều … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                " TIẾT KIỆM THỜI GIAN GẮN THẺ SẢN PHẨM \nBạn muốn tối ưu hóa cách gắn thẻ sản phẩm trên YouTube? Đừng bỏ qua tính năng Tự động gắn thẻ sản phẩm. Dưới đây là cách bật/tắt tính năng này một cách nhanh chóng:\n Đăng nhập vào YouTube Studio.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/BartenderVietNam": [
        {
            "post_index": 10,
            "messages": [
                "𝐀𝐑𝐎𝐂𝐀𝐒 COCKTAIL\n• Rum\n• Pumpkin \n• Maple Syrup \n• Verjus\n..\nG… Xem thêm"
            ],
            "images": [
                "page_10_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ngoafanpage": [
        {
            "post_index": 1,
            "messages": [
                "Bạn với bè thế đấy \n#Vaseline #SieuSaoSieuDuongMoi #KhoaAm72H #HoptaccungUnilever"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Chuyến này lòi l^n bạn nam =))))))"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tôi nhìn năm 2024 và tự hỏi “m thật sự đối xử với t vậy ấy hả?”"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/trangdentv": [
        {
            "post_index": 6,
            "messages": [
                "Xu hướng \"lười\" sinh con ở giới trẻ ngày càng lên ngôi!\n#trangtv #trangnews #virals"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Thấy táo quân là thấy Tết \n#trangtv #trangnews #virals"
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        },
        {
            "post_index": 9,
            "messages": [
                "White Confession #01",
                "[GÓC CONFESSION]\n#1: Mình là nữ, 2k5\nMình và anh ny quen nhau được hơn một năm, suy nghĩ của mình có hơi trẻ con không biết có lạc hậu hay không nhưng mình chỉ … Xem thêm"
            ],
            "images": [
                "page_9_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/tuyetcollection": [
        {
            "post_index": 1,
            "messages": [
                "Cách để sở hữu bờ môi đỏ căng mọng, quyến rũ mà không mất thời gian?\n TOP 1: Ăn mì xào KOKOMI ĐẠI vị Hải sản cay tê mới. Mì xào CAY TÊ MÔI, đúng chuẩn mì TÔI MÊ…\n#MiKOKOMI #KOKOMIDAI #KOKOMIDAI90GRAM #CAYTEMOI"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "đỡ quà cáp, tốn kém, nhiều khi đang đi chơi mắk cãi lộn này nọ nữa, mất dzui, nói chung là hên "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Ê \n#justforfun\nCre: Ho Anh Khoa"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ThoBayMau": [
        {
            "post_index": 1,
            "messages": [
                "Từ ngày ông Năm cho t uống Betagen mỗi ngày, bầy cá tự nhiên trở nên khỏe mạnh với hàng triệu lợi khuẩn có trong nước."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Hehe chào bà con. Tui là Thái Ngọc Huỳnh - thằng tạo ra cái fanpage này. Đây là một trong những lần hiếm hoi tui ngoi lên đây và nói chuyện như một con người. Tại vì hôm nay là ngày kỷ niệm 10 năm con Thỏ đến với cuộc sống ảo của chúng ta. Ye.\nThường thì mấy khúc này thì nên nói gì đó rất là kiểu trịnh trọng sến súa cộng thêm mấy cái sứ mệnh và tầm nhìn này kia nhưng chắc thôi bỏ đi tại văn phong t đó giờ cũng là văn phong của con Thỏ nên là có gì nói đó lỡ vô duyên mn dừng … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hỡi chị em đang cấp ẩm làn da bằng nước mắt, hãy dẹp mẹ đi vì bây giờ đã có Ampoule thuần chay cấp ẩm và làm dịu mang lại làn da căng tràn mọng nước, tăng đến 76% mật độ ẩm, thích hợp mọi loại da \n Còn mặt t lông ko chưa triệt nên t xài xà bông cục kệ t"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/VangXamComic": [
        {
            "post_index": 1,
            "messages": [
                "Mãi mới hiểu sao các bạn nữ thích có Ɛmm, vì vừa mỏng thoáng vừa thấm nhanh nhân 3 chống tràn mọi tư thế đó\n#DianaSuperNight #Mongthoangla3mm #Demsieubaove"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Bạn không ra khỏi giường thì tôi đưa cả cái giường đi luôn \n#ThanhNienCungFamiCanxi  #Cungcaptramphan #Daunanhthoi #songcanbang #FamiCanxi"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hồn nhiên "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/pagechuithue": [
        {
            "post_index": 1,
            "messages": [
                "Quá tuyệt vời rồi Đen Vâu ơi \n +1 respect\n#CT"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Tuyệt vời "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "TÀI XẾ VỪA MUA Ô TÔ GIÁ 100 TRIỆU ĐỒNG, ĐANG LÁI VỀ NHÀ THÌ XE CHÁY TRƠ KHUNG\nKhoảng 11h30, tài xế Võ Văn H. (49 tuổi, TPHCM) lái ô tô biển số Long An chạy trên cao tốc TPHCM - Trung Lương, hướng từ các tỉnh miền Tây đi TPHCM.\nĐáng chú ý, tài xế lái xe bị cháy khai nhận, ô tô này vừa được mua tại một cửa hàng tại tỉnh Bến Tre với giá trị 100 triệu đồng, khi đang trên đường về nhà, đến địa điểm trên thì xảy ra sự việc.… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/mojivietnam": [
        {
            "post_index": 1,
            "messages": [
                " PHỐI ĐỒ ĐẸP HẾT Ý VỚI TÚI ĐEO MOJI \nMoji vừa cập bến bao nhiu là túi vải, túi da, túi đeo chéo, túi gấu bông,... siu xinh iu mà đựng được nhiều đồ lắm nèe \n Túi đeo vừa xịn xò lại vừa dễ dàng mix & match, tạo điểm nhấn xinh xẻo cho outfit hàng ngày mà giá chỉ từ #100k thui, ghé Moji sắm liền mấy chiếc túi về đeo đi học, đi làm nàooo \n=====\n Vớ… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                " LOẠT BLINDBOX CHÍNH HÃNG HOT NHẤT SẮP VỀ TỚI MOJI\n Để phục vụ cho công cuộc săn bía của các cậu thì loạt Blindbox CHÍNH HÃNG hot nhất lại tiếp tục được restock tại Moji rùi đây. Baby Three Year Version 1, Baby Three 12 Con giáp, Baby Three Fruit Cute Plush Pendant, Monboo, Migo, Diudiubaby, MANCHAO,... đều là những cái tên siu hot hit trong làng blindbox lại sắp về sau bao ngày mong đợi \n Vô vàn mẫu blindbox mới cực hot trend cũng sắp đổ bộ tới Moji như: Munmun Childl… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                " LÀM TÓC ĐẸP XINH, LUNG LINH ĐÓN TẾT \n Chỉ còn 1 tháng nữa thui là đến Tết 2025 rùi đó, cùng nâng cấp giao diện bằng những bảo bối làm đẹp tiện dụng của Moji để có mái tóc thật lung linh đón năm mới nha. Với máy uốn, máy là, lược mát xa, lược tạo kiểu,... hữu ích, chỉ cần ít phút là có ngay kiểu tóc ưng ý để tung tăng xuống phố rùi nè \n Giá xinh iu chỉ từ #15k cho một item cực hữu dụng, sắm ngay và lun thôi nha các nàng \n====… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg",
                "page_4_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/DiaDiemAnUong": [
        {
            "post_index": 4,
            "messages": [
                "Lâu lắm mới thấy nha XE NƯỚC MÍA QUAY TAY hơn 30 năm ẩn mình trong chợ Bà Quẹo Tân Bình"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg",
                "page_4_img_4.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Thâm niên hơn 50 năm HÀNG CÀ PHÊ VỢT đậm đà nổi tiếng nhất Biên Hòa"
            ],
            "images": [
                "page_11_img_0.jpg",
                "page_11_img_1.jpg",
                "page_11_img_2.jpg",
                "page_11_img_3.jpg",
                "page_11_img_4.jpg"
            ]
        },
        {
            "post_index": 14,
            "messages": [
                "TOP NHỮNG ĐỊA ĐIỂM UY TÍN LÊN KÈO CUỐI NĂM CÙNG HỘI BẠN:\nTop 1: Địa điểm có gắn cờ xanh Uống 0 lái cùng Heineken\nVì khi đến đây không chỉ có hoạt động nâng lon ăn mừng tưng bừng cùng đồng bọn, mà còn có ê hề ưu đãi cực cuốn tại quán:\n Voucher đưa đón giảm đến 50k… Xem thêm"
            ],
            "images": [
                "page_14_img_0.jpg",
                "page_14_img_1.jpg",
                "page_14_img_2.jpg"
            ]
        }
    ],
    "https://www.facebook.com/www.mwc.vn": [
        {
            "post_index": 3,
            "messages": [
                "CAO GÓT ĐẸP BẤT CHẤP MỌI HOÀN CẢNH ĐÃ CẬP BẾN \n Các cô nàng sành điệu của MWC đâu rồi? Hẳn là album cao gót này sinh ra để dành cho nàng đây !!!\n Vừa XINH vừa ÊM - nàng đâu cần gì thêm\n Thiết kế mới SIÊU PHONG CÁCH\n Phối cùng chân váy hoặc jean đều Okela!\nĐến… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "𝑁𝑒𝑤 𝐴𝑟𝑟𝑖𝑣𝑎𝑙 \n 𝐏𝐫𝐞𝐦𝐢𝐮𝐦 𝐋𝐞𝐚𝐭𝐡𝐞𝐫, 𝐒𝐮𝐩𝐞𝐫𝐢𝐨𝐫 𝐂𝐨𝐦𝐟𝐨𝐫𝐭 \nDép Nam \nMWC chính là lựa chọn hàng đầu giúp AE giải quyết mọi vấn đề khi mix&match. Với album này, bạn có thể kết hợp với quần Jean, quần kaki và quần short là có một set đồ hoàn hảo để đi làm và đi chơi rồi \n Tìm được một đôi Dép thì dễ nhưng để lựa chọn được một đôi thật sự chất lượng thì chắc AE phải ghé \nMWC ngay \n Link sản phẩm : https://www.mwc.com.vn/col… Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg",
                "page_6_img_2.jpg",
                "page_6_img_3.jpg",
                "page_6_img_4.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "𝐁𝐀𝐋𝐎 \n𝐌𝐖𝐂 LÀ ITEM KHÔNG THỂ THIẾU TRONG TỦ ĐỒ CỦA BẠN \nBộ sưu tập balo \nMWC được thiết kế theo phong cách hiện đại, kết hợp với những gam màu trẻ trung, tươi sáng tạo cảm giác sang trọng, hợp thời trang và giúp bạn luôn tự tin mỗi khi đi học, đi chơi hay đi làm.\n Link sản phẩm : https://mwc.com.vn/collections/balo---tui\n  TÌM H… Xem thêm"
            ],
            "images": [
                "page_8_img_0.jpg",
                "page_8_img_1.jpg",
                "page_8_img_2.jpg",
                "page_8_img_3.jpg",
                "page_8_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/galaxycinevn": [
        {
            "post_index": 1,
            "messages": [
                "ĐUA CÙNG SONIC, RINH STICKER XINH \n Nhận ngay sticker xinh khi check-in cùng bạn Nhím Sonic tại Galaxy Cinema và đăng tải lên trang cá nhân ở chế độ công khai với caption “Chạy ngay ra rạp đua cùng Sonic nào!” kèm hashtag #galaxycinema #NhimSonic3 ##DuaCungGalaxyVaNhimSonic \n Thời gian áp dụng: từ 24.12 đến khi hết quà … Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Soi Kính Vạn Hoa - Bắt Trọn d...EAL MA (yêu ma) \n Top những hoạt động nên làm cùng bạn bè để tạo nên những kỷ niệm tuổi học trò thật đáng nhớ: \nTop 1: Đến Galaxy Cinema, cùng nhau xem Kính Vạn Hoa và thưởng thức Combo độc quyền của phim chỉ từ 39K/người … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Đi làm sư thầy rồi mà lòi đâu ra 2 đứa con \n anh wukong khóc thét\nChuyện Nhà Bánh Xếp suất chiếu sớm từ 26.12.2024 tại Galaxy Cinema\n-------\nLịch chiếu: https://www.galaxycine.vn/phim-dang-chieu/\nPhim Hay Quà Đã: https://tinyurl.com/glxcnxmas"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/daudotungtang": [
        {
            "post_index": 1,
            "messages": [
                "Thương ghê, máy lạnh mà cũng bị cảm lạnh nữa "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Che vầy chắc hết khuyết điểm rồi he mấy ní?"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tưởng tượng nó khác thực tế lắm, chỉ có tình iu của tui với ẻm là hong đổi\n#AcecookVietNam #HaoHao #Milyhandy"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/1phutSaiGon": [
        {
            "post_index": 1,
            "messages": [
                "Đọc vài lời cầu nguyện của các bé bệnh nhân tại BV UB Sài Gòn mà buồn quá \n#1phutsaigon"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "CHI PU - ĐEN DẪN ĐẦU TRÀO LƯU: BẮT TAY CÙNG TIGER GỬI LỜI CẢM ƠN CỰC CHẤT ĐẾN CÁC CHIẾN HỮU\nĐúng chất idol nhà người ta: Chi Pu - Rapper Đen đồng loạt gửi lời cảm ơn đến fandom và ekip theo cách đặc biệt và ý nghĩa như Tiger.\nAnh em nhanh tay gửi lời cảm ơn đến các chiến hữu đã cùng mình tạo nên những cột mốc đáng nhớ trong năm qua ở đường link phía dưới cùng Tiger nha!\n#… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Không hổ danh là sự kiện countdown quốc dân, Tiger Remix cứ phải là chấn động cỡ này \nCó ai như tui nhìn dàn nghệ sĩ mà trong đầu tự chạy nhạc luôn rồi không? Có thì lót dép hóng đến Tiger Remix là vừa nha anh em ơi!\nNhanh tay lưu lại thời gian, địa điểm thôi anh em ơi \n Tp.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/nhavancucsuc": [
        {
            "post_index": 1,
            "messages": [
                "Kệ giày dép của mấy đứa 26 tuổi kiểu "
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hồi nhỏ cực thích ăn kẹo này luôn áh "
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Thứ cô vợ U30 của tôi chốt đơn lúc 2h để decor xe cho tôi"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg",
                "page_4_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/thodanhoangtuong": [
        {
            "post_index": 1,
            "messages": [
                "Sốp này làm ăn chán thiệt á chớ \n#NhàThổ"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Xưa muốn mua hết giỏ hàng, giờ muốn xóa liền sóp pi :)))\n #NhàThổ"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Em không tin anh à \n#NhàThổ"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Aboxofsiin": [
        {
            "post_index": 1,
            "messages": [
                "t-tôi mệt quá...\n#siin #aboxofsiin"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "chúc mừng sinh nhật @pittapiu - \"cos-slayer\" top 1 sever A Box Of Siin \n ae có thể để lại lời chúc ở cmt hoặc IG bạn nhé ",
                "bạn nì cos đỉnh quá áu áu\n#siin #aboxofsiin #pittapiu"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "lần đầu làm con\n#siin #aboxofsiin #ifweeverhavekids"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/XanhShopcom": [
        {
            "post_index": 1,
            "messages": [
                "MÙA TẾT\nNăm nay là một năm em đi lại thăm các vườn rừng hơi nhiều, nhiều đến mức em đã tính lịch bán bánh mứt tết nhưng quên luôn cả ngày đặt nguyên liệu, quên luôn lịch đăng bài gom đơn. Và một cách tình cờ vào những thời điểm em quên ấy, lại có một ai đó nhắn tin hỏi: tết này vẫn giao bánh mứt chứ em ơi?\nCảm ơn cả nhà vẫn nhớ bánh mứt, vẫn nhớ tới tụi em \n… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "TÂM HUYẾT\nCách đây tầm 2 năm, hai bác Vườn Mai gặp một chủ rừng có diện tích khá lớn, và đang có vướng mắc: nếu đất rừng sản xuất trồng keo mà không chịu thu hoạch đúng hạn, hoặc không trồng mà cứ để cây rừng tái sinh thì sẽ đối diện với những nguy cơ bị lấy lại đất (vì đã sử dụng đất sai mục đích), hoặc buộc phải thuê lại rừng tự nhiên.\nTrước thế khó: đi mắc núi trở lại mắc sông, chúng tôi tìm đến Hội chủ rừng https://hoichurung.vn/- đơn vị hỗ trợ các chủ rừng bảo vệ quyền… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "LỰA CHỌN TỪ QUÁ KHỨ\nTại sao em lại chọn Vườn Rừng?\nEm nghe được chia sẻ rằng: Vườn Rừng là lối canh tác gắn với lối sống hệt như các đồng bào dân tộc thiểu số ngày xưa… Những chia sẻ này nó khá gần gũi với quá khứ của em, bởi em là một người Dao – ông bà, cha mẹ, hay bối cảnh sống của chính em cũng từng đồng điệu với nhận định trên. Khái niệm Vườn Rừng trở nên gần gũi và thuyết phục, em lờ mờ nhận ra những gì mình cần làm.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/vuachu2705": [
        {
            "post_index": 4,
            "messages": [
                "\"Có một câu tiếng Nhật mà tôi rất thích: koi no yokan. Nó không có nghĩa là yêu từ cái nhìn đầu tiên. Nó gần giống yêu từ cái nhìn thứ hai hơn. Đó là cảm giác khi ta gặp một người mà ta biết rằng rồi mình sẽ yêu người đó. Có thể ta không yêu người đó ngay tắp lự, nhưng tình yêu kiểu gì rồi cũng đến.\"\n- Nicola Yoon\nPhim Yêu Em Không Cần Lời Nói với mối tình dịu dàng đến chúng ta cũng phải tan chảy đang chiếu tại các rạp Việt Nam."
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Khi quá bận tâm đến suy nghĩ của người khác, chúng ta sẽ không còn thời gian để nhận ra điều mang lại hạnh phúc thật sự cho mình.\nPhim Mufasa: Vua Sư Tử đang chiếu tại các rạp trên toàn quốc."
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "\"Câu nói kỳ diệu nhất trên đời là: Mọi thứ rồi sẽ qua.\nSẽ có những lúc bạn cảm thấy cuộc sống thật tồi tệ, bị choáng ngợp và không biết làm thế nào để thoát ra. Hay khi đứng giữa một mối quan hệ sắp bị tan vỡ, dễ dàng dẫn đến chia ly. Có thể là bạn đang trải qua giai đoạn thất nghiệp, không biết sẽ làm gì tiếp theo. Hoặc khi đối diện với một món nợ khổng lồ mà chẳng biết bao giờ mới trả hết được nợ,...\nSuy cho cùng tất thảy những thứ đang xảy ra với bạn, dù thành công hay t… Xem thêm"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/blogtamsu.fanpage": [
        {
            "post_index": 1,
            "messages": [
                "3 dấu hiệu cảnh báo phước của bạn đã bị tổn hại, hãy tích đức nhanh chóng khi còn chưa muộn"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Số 1 rất nhiều nhà yêu thích trồng "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Trứng vịt nên chọn “vỏ trắng” hay “vỏ xanh”? Có sự khác biệt rất lớn, nếu biết bạn sẽ không bao giờ chọn sai"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/PhoTeam": [
        {
            "post_index": 11,
            "messages": [
                "Việc đặt một nắm gạo dưới gối có thể giúp bạn giải quyết nhiều vấn đề. Hãy cùng tìm hiểu"
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        },
        {
            "post_index": 16,
            "messages": [
                "Cơ quan chức năng TP Tuyên Quang đã xác định tài xế điều khiển chiếc xe ô tô gây tai nạn là một người đàn ông"
            ],
            "images": [
                "page_16_img_0.jpg"
            ]
        },
        {
            "post_index": 21,
            "messages": [
                "Kể lại khoảnh khắc xảy ra sự việc vào chiều 21/12, chị Xuân cho biết, vào khoảng gần 17h00, chị bế con gái xuống bếp lấy túi bánh rồi mang lên nhà ăn..."
            ],
            "images": [
                "page_21_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/QuynhAka": [
        {
            "post_index": 3,
            "messages": [
                "Nay em được mời đóng MV \nLâu lâu được hóa thành εmm bé một tí nên gửi cho anh ngừi iu xem coi có trầm trồ không \nChị nào muốn người iu mình bất ngờ thì tham gia ngay cuộc thi Deepfake của Diana ngay nhá!!!\n#… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Cuộc sống ngắn lắm, nên ăn ngay khi đói "
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "Mới đầu tháng mà đã rỗng ví, nhưng ko sao vì tôi là cô nàng thư giãn \n#MoMo #TroThuTaiChinh"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/sam.funny": [
        {
            "post_index": 1,
            "messages": [
                "Nếu chó của Superman là husky\n#Superman #Krypto #Husky #ÔiTôiHóngPhimQuá #GiađìnhNgộ"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Xưa chú với bố mày thân nhau lắm, xem phim là biết \n Mufasa: Vua Sư Tử đang chiếu tại các rạp\n#MufasaVuaSuTu"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Cần gì đi tìm 7 cục bi rồng nữa \n#MỡKhùng #CáMụp #Frieza #ÔngGiàNoel #GiađìnhNgộ"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/chiIIwith.me": [
        {
            "post_index": 12,
            "messages": [
                "Chỉ mong mùa đông này sẽ có một người đủ ấm áp, đủ thương yêu đến và ôm lấy mình.."
            ],
            "images": [
                "page_12_img_0.jpg"
            ]
        },
        {
            "post_index": 15,
            "messages": [
                "Bởi vì trong lòng đã có một người rất vừa ý \nVậy nên chẳng thể yêu thêm một ai nữa.."
            ],
            "images": [
                "page_15_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Funnyruci": [
        {
            "post_index": 1,
            "messages": [
                "Giải trí sau những giờ chiến đấu căng thẳng.\nỞ team bên kia là giọng 1 đứa 12 tuổi nào đó: Đồ chỉ biết cầm chuột, có giỏi thì ra gặp nào "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Nhân vật nữ trong game các nước "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "Menu nhà hàng Ermitage Olivier tại Saint Petersburg, Nga ngày 27/4/1914. \nBữa ăn 3 rúp (96 USD ngày nay): \n1. Súp kem phong cách hoàng gia. \n2. Consomme Regence (1 loại canh thịt bò/cà rốt) \n3. Salad tôm hùm Germiny + bánh nhân pate … Xem thêm"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/CookatVietnam": [
        {
            "post_index": 1,
            "messages": [
                "[Hà Nội] KOREAN REAL TOPOKKI, SAMCHEOP!\n Từ Rose Topokki sệt sệt cay nhẹ đến khoai tây boom béo bở giòn giòn?!\nSAMCHEOP BUNSIK Hà Nội khai trương cơ sở đầu tiên với món topokki  đang hot nhất tại hàn quốc \n… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Codongpage": [
        {
            "post_index": 1,
            "messages": [
                "Cảm ơn Báo điện tử VTV!\nHai giải đấu nhảy thuộc chuỗi hoạt động của ĐỐI SOUTH ZONE - một chiếc bắt tay hoan hỉ giữa MORUA x La Différence CREW x Cổ Động x PURPOSE.ANT, nằm trong khuôn khổ  City TẾT FEST - Lễ hội Tết miền Nam vươn tầm quốc tế, sẽ diễn ra tại Công viên Bờ sông Sài Gòn từ ngày 28.12.2024 - 01.01.2025.\nĐỐI SOUTH DANCE BATTLE | ALL STYLE 1 ON 1 | HO CHI MINH CITY, VIETNAM | 28.12.2024… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "KHÓA TU CỦA TÚ VÀ KHOA\nKính thưa quan viên hai họ à nhầm\nKính thưa toàn thể bà con… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "'NGÀY HỘI MÔI TRƯỜNG' Ở CHẶNG SÀI GÒN KHÉP LẠI VỚI 467,5 KG RÁC THẢI ĐƯỢC THU GOM\nTổ chức ngày 21.12.2024 tại NEST AIA, 'Ngày Hội Môi Trường' đã thu hút đông đảo sự tham gia của các fan hâm mộ và bộ phận những người yêu môi trường nói chung, mang đến nhiều thông điệp sâu sắc trong và sau sự kiện. Chương trình đa dạng các loại hoạt động ngoài việc thu gom rác như: Đổi quần áo cũ lấy quà, trải nghiệm các loại workshop và các phiên talkshow chia sẻ hữu ích.\nGần giống với các m… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ping999.ba": [
        {
            "post_index": 1,
            "messages": [
                "Cân "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Y tá cỡ này sao chịu nổi :)))"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Thỏ xinhhh"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Theanh28.60giay": [
        {
            "post_index": 1,
            "messages": [
                "HOT: ĐÔNG ĐẢO NHÀ SÁNG TẠO NỘI DUNG CÙNG QUY TỤ CHÍNH THỨC PHÁT ĐỘNG CUỘC THI \"CHẠM TỚI TƯƠNG LAI CÙNG METRO\"\nCuộc thi Chạm tới tương lai cùng Metro đã chính thức khởi động và ngay lập tức tạo nên sức hút lớn, quy tụ nhiều nhà sáng tạo nội dung tài năng từ khắp mọi miền đất nước. Đây không chỉ là cơ hội để bạn thảo sức thể hiện khả năng sáng tạo mà còn góp phần lan tỏa thông điệp về một tương lai giao thông hiện đại, tiện nghi và thân thiện với môi trường. \n Thời gian cu… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "COUNTDOWN NĂM NAY: DÀN CHỊ ĐẸP, ANH TÀI, ANH TRAI ĐỔ BỘ “THE GLOBAL CELEBRATION”\n Một bữa đại tiệc âm nhạc  – nơi hội tụ những gương mặt vàng trong làng nghệ sĩ: chị đẹp Trang Pháp, Thảo Trang, Bảo Anh, anh tài Trọng Hiếu, anh trai Quân A.P, cùng các siêu sao hàng đầu như Hồ Ngọc Hà, Noo Phước Thịnh, Tăng Duy Tân, Tiên Tiên, và Mỹ Anh.\nSân khấu của các Anh Trai, Anh Tài, Chị Đẹp sẽ là sân khấu LED lập phương lớn nhất Việt Nam. … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Theo Trung tâm Dự báo khí tượng thủy văn quốc gia, chiều nay (23/12), áp thấp nhiệt đới trên vùng biển phía Tây Bắc quần đảo Trường Sa đã mạnh lên thành bão, cơn bão số 10 năm 2024, có tên quốc tế là Pabuk.\nNguồn: Báo Nhân dân"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/TamthanWibu": [
        {
            "post_index": 1,
            "messages": [
                "Tóm tắt các mối quan hệ của Dandadan:\n#Dandadan #FPTPlaycoAnime #FPTPlay"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Biến hình sang dạng Quỷ ngầu phết! \n#Dandadan #FPTPlaycoAnime #FPTPlay"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Được rồi đi thôi! "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/quanduihua": [
        {
            "post_index": 2,
            "messages": [
                "12 con giáp version mòe nhà đang hot trend bên bển \n Lôi quàng thượng ra thử hoy"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Đứa lào phát minh ra món này chính là Thần "
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg"
            ]
        },
        {
            "post_index": 10,
            "messages": [
                "1 chem cá 1 bãi "
            ],
            "images": [
                "page_10_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/CFS.phimanh.idol": [
        {
            "post_index": 1,
            "messages": [
                "#tìmphim\n:\nPhim Việt Nam, nói không phải phim chỉ là clip dài, nó giống như phim của Trần Hạo Nam nhưng không phải của Hạo Nam. 1 thành viên giang hồ giải nghệ đi mở quán nước, nhớ có cảnh thằng nào lái xe tông thùng rác, bưng ly cafe từ lầu trệt lên lầu 62 hoặc nhiêu mình không nhớ - uống hết ly cafe, với có đứa nhóc nào bị nguyên trứng ốp la đập vô mặt xong có câu \"Ẩu quá, người ơi\". Nghe hơi bối rối nhưng mấy phim hài ngày xưa toàn vậy. Có cảnh đánh đấm giang hồ như Lý … Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "#cfs8628\nAi cũng nghĩ Soobin là người toàn năng nhất, nổi bật nhất ở ATVNCG, nhưng cuối cùng lại chẳng thể góp mặt trong đội hình nhóm nhạc mới. Điều này khiến nhiều người không khỏi bất ngờ, đặc biệt là fan Soobin, dù ngoài miệng luôn nói \"không cần,\" \"chúng tôi chẳng quan tâm,\" nhưng ai cũng thấy rõ sự khát khao, tiếc nuối. Nhóm nhạc mới không chỉ được đầu tư mạnh về mặt hình ảnh với concept cực kỳ chỉn chu mà còn có những cơ hội mà fan Soobin có mơ cũng khó thấy: từ MV đư… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "#cfs8627\nDạo này Thiều Bảo Trâm tham gia chị đẹp nên tôi thấy có một số thành phần thương hại chị bắt đầu thêm một số văn mẫu mới kiểu “Cô gái này hát hay nhảy tốt mà sao bao nhiêu năm không bật lên được, chắc là có thế lực kìm hãm, bị phong ấn tài năng sự nghiệp, thoát khỏi anh A chị B cái toả sáng liền.” Tôi nghe xong tôi cười ẻ. \nThiều Bảo Trâm không thể toả sáng trong suốt 8 năm làm nghề tính tới thời điểm chia tay anh nyc thì chỉ có 1 lý do duy nhất, đấy là lười biếng!… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/kidsplaza.com.vn": [
        {
            "post_index": 1,
            "messages": [
                " KIDSPLAZA MANG GIÁNG SINH YÊU THƯƠNG \nGiáng Sinh là mùa của yêu thương, sẻ chia và mang niềm vui đến mọi trái tim. Với tinh thần đó ngày 20-21/12 tại Bệnh viện K (Tân Triều - Hà Nôi) và Viện nhi đồng I (quận 10 - TP. Hồ Chí Minh) KidsPlaza mang đến món quà bất ngờ tới các bạn nhỏ.\n Những đôi mắt sáng trong veo thích thú, những tiếng cười trong trẻo, giòn tan khi các bạn nhỏ nhận được món quà đáng yêu - đó chính là món quà lớn nhất mà KidsPlaza nhận lại. … Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                " ĐẾM NGƯỢC 8 NGÀY CUỐI SĂN ƯU ĐÃI HEALTHY CARE \n>> Mua 1 tặng 1 quà - Quà đến 499k - Freeship 7km\n Chốt đơn ngay: https://www.kidsplaza.vn/khuyen-mai-sua-healthy-care.html\n Click ngay vào ảnh để xem chi tiết ưu đãi nha ba mẹ \n … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                " BST ÁO GILE LEN CHO BÉ GIÁ CHỈ TỪ 149K\n>> Rinh ngay cho bé: https://www.kidsplaza.vn/thoi-trang-cho-be-khuyen-mai\n Ba mẹ ơi, mùa đông này bé yêu sẽ thật ấm áp và đáng yêu với BST ÁO GILE LEN SIÊU HOT tại KidsPlaza. Chỉ từ 149K, ba mẹ đã có thể sắm ngay cho bé những chiếc áo gile len vừa giữ ấm vừa thời trang. … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/fantamanlanh": [
        {
            "post_index": 5,
            "messages": [
                "Cầu xin bồ Tát "
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 16,
            "messages": [
                "Chuẩn xác "
            ],
            "images": [
                "page_16_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/rgb.vn": [
        {
            "post_index": 1,
            "messages": [
                "CẢ THẾ GIỚI THU BÉ LẠI VỪA BẰNG KHỐI PIXEL \nNhà thiết kế người Nhật Hakusi Katei đã tạo ra một khối lập phương pha lê mà những người yêu thích pixel art chắc chắn sẽ thích mê. Khối “tinh thể” này có khả năng làm “giảm độ phân giải” của mọi vật thể và cảnh vật khi nhìn qua nó, tạo ra một phiên bản thế giới 8-bit độc đáo.\n Hakusi_Katei … Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Những Palette màu gợi ý cho designer \n  Uxintace"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "NHỮNG CHIẾC MÁNG XỐI NƯỚC MƯA CẦU KỲ & TINH TẾ Ở CÁC DI TÍCH HUẾ\nỞ Huế, ngay cả những chiếc máng xối nước mưa cũng toát lên vẻ đẹp độc đáo và tinh tế đến lạ thường.\nKhi bước vào các di tích cố đô, bạn sẽ nhận thấy rằng máng xối không chỉ là chi tiết kiến trúc đơn thuần, mà còn là những tác phẩm nghệ thuật sống động. Nổi bật trên đó là hình ảnh rồng uy nghi và cá chép thanh thoát – những biểu tượng sâu sắc trong văn hóa Á Đông, mang ý nghĩa quyền lực và may mắn.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/itvlivevn": [
        {
            "post_index": 1,
            "messages": [
                "Sao lanh quá vậy \n#PT"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "NẾU BẤT ĐẮC DĨ PHẢI MẶC THÌ CHỈ MONG KHÔNG PHẢI LÀ BỘ ĐỒ NÀY \nCó thể bạn đã nhìn quen bộ lính cứu hoả bên phải, nhưng trong PCCC còn có bộ quần áo bảo hộ khác dành cho các chiến sĩ là bộ xám chì, nó có tên gọi là bộ amiang.\nNếu như bộ bên phải chỉ có tác dụng giảm nhiệt chịu nhiệt 300 độ C khi mặc và không có tác dụng chống cháyy, thì bộ amiang có thể chống cháyy được và chịu lượng nhiệt 500 - 1000 độ C… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tết muốn chơi bàiii nhưng bạn là 1 cô nàng dịu dàng \n tậu ngay 1 bộ chơi với hội bạn thân đi nè\n#DH"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/www.xone.fm": [
        {
            "post_index": 1,
            "messages": [
                "Mới đây, trên Fanpage của mình, Cá Hồi Hoang thông báo thành viên Bùi Khắc Đạt không còn là một phần của nhóm, khẳng định sẽ gặp lại các khán giả trong thời gian sớm nhất \n#XONEradio #cahoihoang"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Thật sự không biết đến mùa trăng nào mới có một video khác vượt mặt được Baby Shark về lượt view…\n#XONE #babyshark"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Liệu tin đồn này có thật không nhỉ? Hiện tại, Song Hye Kyo và phim mới Glory đang làm mưa làm gió tại Hàn Quốc, nhiều quan điểm cho rằng đây là tin đồn nhằm gây bất lợi cho Song Hye Kyo và Cha Eun Woo mà thôi.\n#XONE #songhyekyo #chaeunwoo"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/vtv4go": [
        {
            "post_index": 10,
            "messages": [
                "TP HỒ CHÍ MINH RỘN RÀNG ĐÓN GIÁNG SINH 2024\nKhông khí rộn ràng, náo nức, tràn ngập niềm vui cùng những ánh đèn lung linh chào đón Giáng sinh đã đến trên mọi nẻo đường.\nỞ TP Hồ Chí Minh, các tuyến phố, trung tâm thương mại, khu vực vui chơi giải trí... đều đã được trang hoàng lộng lẫy, tạo nên một không khí đón mùa lễ hội đầy sắc màu, mang đến cho người dân và du khách những trải nghiệm khó quên."
            ],
            "images": [
                "page_10_img_0.jpg",
                "page_10_img_1.jpg",
                "page_10_img_2.jpg",
                "page_10_img_3.jpg",
                "page_10_img_4.jpg"
            ]
        },
        {
            "post_index": 21,
            "messages": [
                "Google tháng 12/2024 đã công bố các xu hướng tìm kiếm thịnh hành trên công cụ tìm kiếm này trong năm."
            ],
            "images": [
                "page_21_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/VuaMuoiPhimHan": [
        {
            "post_index": 1,
            "messages": [
                "CHẤN ĐỘNG NÈ MỌI NGƯỜI ƠI - DARA (2NE1) DÙNG SẢN PHẨM VIỆT NAMMM \nVừa qua, fan soi được bài post gần đây thì thấy Dara đăng rất nhiều vật dụng hằng ngày của cổ. Nhưng thứ mà fan Việt lại để ý nhất lại là sữa bắp non LOF - một sản phẩm của Việt Nam. Tự nhiên fan Việt được cheap moment cùng với idol ngang vậy đó nha \nRồi có bà nào thấy bài post đó xong là đi mua liền như tui khôngggggg… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Tình đầu của ai đây nè?\nCr on pic"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Luật sư của anh Baek: chưa bao giờ thoát khỏi pressing của vợ =))))"
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/CbizTraSua": [
        {
            "post_index": 1,
            "messages": [
                "#RUMOR\n1. Tại sự kiện của Sohu, Mã Lệ bị Nhậm Gia Luân áp phiên trên poster, fan lập tức duy quyền với studio khiến cho ban tổ chức phải sửa ngay lại poster.\n2. Sau khi Ngô Cẩn Ngôn sinh con và quay lại, cô ấy sẽ hợp tác với Đinh Vũ Hề trong bộ \"Lan Hương Như Cố\"… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "PHÍA LƯU THI THI PHỦ NHẬN TIN ĐỒN LY HÔN\nGần đây, tin đồn Lưu Thi Thi và Ngô Kỳ Long ly hôn đã gây xôn xao dư luận. Hiện tại đã có hình ảnh công văn từ công ty quản lý của Lưu Thi Thi, yêu cầu xóa bỏ các nội dung liên quan đến “Lưu Thi Thi ly hôn”. Công văn khẳng định đây là tin đồn sai sự thật, gây tổn hại đến danh dự của nghệ sĩ, đồng thời phủ nhận hoàn toàn các tin đồn về ly hôn."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "#RUMOR\n1. Tạm thời Lưu Thi Thi sẽ không đáp lại tin đồn về hôn nhân. Cô ấy muốn tập trung cho sự nghiệp. Chờ khi công việc đã đi vào quỹ đạo thì mọi chuyện sẽ có đáp án.\n2. Trương Lăng Hách và Điền Hi Vi cũng không giám tương tác quá gần gũi ở phim trường, sợ bị fan mắng.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/gamek.vn": [
        {
            "post_index": 1,
            "messages": [
                "Khi t check ví để đi chơi noel... \nCre internet"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Gà nhưng phải mượt :)))) \nCre xgr"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Những ae thư giãn \nCre phong vũ"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/esheepkitchenvn": [
        {
            "post_index": 1,
            "messages": [
                "Mê Giáng sinh lãng mạn lấp lánh đồ nhưng lại đam mê ăn lẩu belike \n Giáng sinh làm nồi lẩu này cho crush chắc crush đổ cái rầm ý nhỉ "
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "CHOCOLATE CRINKLE COOKIES - BÁNH QUY ĐẮNG GIÁNG SINH\nGiáng sinh chạm cửa nhà đến nơi rồi các bạn ơiii!\nNăm ngoái đi chơi Noel hơi… tít nên năm nay bù cho các bạn công thức bánh mùa lễ hội cực ngon, cực dễ, cực xinh này nhá! … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "#TếtCùngYêuBếp2025\nMÓN NGON NGÀY TẾT: GÂN BÒ NGÂM MẮM ỚT TIÊU XANH \n/Tiết lộ bí kíp ngâm gân bò trong veo không nổi váng, đổ nhớt & ra mắt trợ thủ nhà bếp đắc lực của chị admin/\nCòn vài ngày nữa mới tới Giáng sinh nhưng mình thích đăng món Tết có được không?? Vì háo hức quá rồi, và vì mình có món này rất ngon, rất thơm, rất mê, tin chắc sẽ “phá đảo” thực đơn Tết năm nay cho coi. … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/DANPhimAuMy": [
        {
            "post_index": 1,
            "messages": [
                "Phim cuốn mà chiếu mỗi tuần có 2 tập "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Tạo hình của Robert Pattinson trong trailer Mickey 17 "
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Knull chính thức xuất hiện trong trailer chính thức của Venom"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/agencylife": [
        {
            "post_index": 2,
            "messages": [
                "Giáng sinh vui vẻ hông quạo với print-ad đến từ agency Creative Ode "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Xong Telegram còn có effect tan biến, bay bay đồ đó "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Hai người bạn đồng hành mà tôi luôn tin tưởng "
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/BHDGiaiTriHanQuoc": [
        {
            "post_index": 3,
            "messages": [
                "CÁC NỮ CHÍNH PHIM HÀN SỬ DỤNG NGÔN NGỮ KÍ HIỆU 2 NĂM GẦN ĐÂY\n Twinkling Watermelon (2023) \n Tell Me That You Love Me (2023-2024)\n When The Phone Rings (Đang chiếu truyền hình)\n … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Hóa ra đến tán gái bằng ngôn ngữ ký hiệu thì cũng phải đắt đầu từ câu \"Em ăn chưa?\"\n HEAR ME: OUR SUMMER (YÊU EM KHÔNG CẦN LỜI NÓI) hiện đang được chiếu tại các rạp trên toàn quốc\n#hongkyung #hearmeoursummer #yeuemkhongcanloinoi #kmovie #hearme"
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        },
        {
            "post_index": 9,
            "messages": [
                "Bài thơ đầy thính của Kang Hoon giành cho Taeyeon - idol lâu năm của ảnh \n#kanghoon #taeyeon"
            ],
            "images": [
                "page_9_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/trasuafulltopping": [
        {
            "post_index": 1,
            "messages": [
                "Kiểu là để ăn dâu không bị dính tay á "
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Mê lắm òi đó \nCho mấy bạn gãi mèo này: https://s.shopee.vn/5prwLqImXo"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Bạn đã được ai tặng khăn chưa \nTui: đã từng :)))\n Thích màu nào này: https://s.shopee.vn/2qEKm3Ns2q"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg",
                "page_6_img_2.jpg",
                "page_6_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/DuahauTV98": [
        {
            "post_index": 1,
            "messages": [
                "Anh nào nuôi được em thì em cưới luôn, chứ em chán đi làm lắm rồi "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/PhimHayDienAnhBH": [
        {
            "post_index": 2,
            "messages": [
                "Đại gia chân đất 15"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 14,
            "messages": [
                "Ghen ghét với em gái nên tìm cách bỏ em lại trong rừng"
            ],
            "images": [
                "page_14_img_0.jpg"
            ]
        },
        {
            "post_index": 18,
            "messages": [
                "Có bà mẹ chồng như này thì ở một mình còn hơn"
            ],
            "images": [
                "page_18_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/dangiumotchutthoinha": [
        {
            "post_index": 6,
            "messages": [
                "Shin cưng xỉuuu"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg",
                "page_6_img_2.jpg",
                "page_6_img_3.jpg",
                "page_6_img_4.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "=)))))"
            ],
            "images": [
                "page_7_img_0.jpg",
                "page_7_img_1.jpg",
                "page_7_img_2.jpg",
                "page_7_img_3.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Đáng iuu"
            ],
            "images": [
                "page_8_img_0.jpg",
                "page_8_img_1.jpg",
                "page_8_img_2.jpg",
                "page_8_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/LaEmMagazine": [
        {
            "post_index": 1,
            "messages": [
                "Ê nha \n#PT"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Quên hoa đào làm bằng sáp nến đi, năm nay làm bằng kẽm nhung mới là xu hướng nè \n#DH"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "NẾU BẤT ĐẮC DĨ PHẢI MẶC THÌ CHỈ MONG KHÔNG PHẢI LÀ BỘ ĐỒ NÀY \nCó thể bạn đã nhìn quen bộ lính cứu hoả bên phải, nhưng trong PCCC còn có bộ quần áo bảo hộ khác dành cho các chiến sĩ là bộ xám chì, nó có tên gọi là bộ amiang.\nNếu như bộ bên phải chỉ có tác dụng giảm nhiệt chịu nhiệt 300 độ C khi mặc và không có tác dụng chống cháyy, thì bộ amiang có thể chống cháyy được và chịu lượng nhiệt 500 - 1000 độ C… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/XacXuocXinhXan": [
        {
            "post_index": 2,
            "messages": [
                "Đi làm mà bị nhớ con kiểu"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Vợ là nhất"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Cuteee"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/tranchauden": [
        {
            "post_index": 2,
            "messages": [
                "Cười khờ :))))\n#tranchauden"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Tạm dịch:\n: Sorry em hông biết tiếng Việt\n: Không sao anh mới thi đỗ HSK5 nè \n#tranchauden"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "Quên tới quên lui \nCre: @peckiimakeup\n#tranchauden"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/TAIHENGiaiTri": [
        {
            "post_index": 1,
            "messages": [
                "HỘI NGỘ CUỐI NĂM TẠI TP.HCM VỚI LOẠT HOẠT ĐỘNG VÀ KHÁCH MỜI HẤP DẪN TẠI OTAKU FESTIVAL - 29/12\nBiên tập: Team TAIHEN\nNguồn: Otaku Festival … Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Cũng cũng rất gì và này nọ...\nCre: Nguyễn Xuân Son via TAIHEN."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "NGẠO NGHỄ, DOANH THU NGÀNH CÔNG NGHIỆP ANIME LẦN ĐẦU TIÊN CÁN MỐC CON SỐ 3 NGHÌN TỶ YÊN\nBiên tập: Team TAIHEN\nNguồn: NHK… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ophimhayx": [
        {
            "post_index": 1,
            "messages": [
                "KHÔNG CÒN LÀ TUYẾT CỦA NGÀY HÔM QUA\nSau khi trailer đầu tiên ra mắt, nhiều khán giả bày tỏ sự không hài lòng với tạo hình của Tuyết, cho rằng Tuyết này đã đi quá xa nguyên tác. Mới đây, Disney đã tung ra trailer quốc tế của bộ phim, với phần tạo hình (có thể đã qua vài lớp filter) nên trông Tuyết rất dịu. Tuyết lần này cá tính, hiện đại hơn những nàng công chúa trước đó của Disney rất nhiều\nNgoài ra, khán giả cho rằng gương thần lần này nói hơi nhiều, có lẽ vì vậy nên mới n… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "KIMBA: \"ĐÃ AI LÀM GÌ ĐÂU? AI ĐÃ NÓI GÌ ĐÂU?\"\nCó thể bạn chưa biết, năm xưa The Lion King từng vướng vào lùm xùm \"mượn\" ý tưởng từ bộ phim Kimba the White Lion (Sư tử trắng Kimba) của Nhật Bản. Nói là \"mượn\" cho sang, chứ thực chất là \"đại nháo\".\nKịch bản của hai phim đều nói về hành trình từ hai chú sư tử nhỏ trở thành vị vua của muôn loài. Một số khung cảnh trong phim gần như được Simba bê nguyên si từ Kimba như cách: Mufasa bị haichet, cảnh Simba được Rafiki bế lên, hình … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Đi học mà ảnh sĩ cỡ đó \nẢnh phim: When the phone rings\n#WhenThePhoneRings #Ophim"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/tiin.vn": [
        {
            "post_index": 1,
            "messages": [
                "PHỔ CẬP DANH SÁCH TÊN NHÂN VIÊN CHỦ CHỐT CỦA THẢO CẦM VIÊN =))\nMang tiếng đi TCV nhiều lần xem mấy ẻm ngủ thế đã biết hết tên nhân viên người ta chưa nè. Coi đi rồi ít bữa dô chơi còn biết kêu nhân viên thức dậy làm diệc nha.\n Thảo Cầm Viên, Sài Gòn Nghen… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "TÌM THẤY HƠN 50KG VÀNG TRONG CHIẾC XE Ô TÔ BỊ BỎ GIỮA RỪNG \nNgày 20/12, cảnh sát Ấn Độ đã nhận được một cuộc gọi ẩn danh thông báo về một chiếc ô tô Innova nằm giữa rừng gần Bhopal.\n\"Đồn cảnh sát Ratibad đã nhận được thông tin về một chiếc Innova không có người nhận, đỗ trong rừng suốt một thời gian dài. Trong xe có nhiều túi đáng ngờ\", đại diện cảnh sát cho biết.… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "XÚC ĐỘNG NGÀY THẦY KHANG HỘI NGỘ 22 \"CHÁU NỘI\" MỒ CÔI Ở LÀNG NỦ\nHôm qua, sau 3 tháng quyết định nhận nuôi dưỡng 22 đứa trẻ ở Làng Nủ từng trải qua trận lũ quét đầu tháng 9, thầy Nguyễn Xuân Khang (Trường phổ thông liên cấp Marie Curie Hà Nội) đã đến Làng Nủ để chính thức ông cháu nhận nhau.\nVà ông lên đường đến Làng Nủ vào một ngày mùa đông rét đậm. Ông tâm sự từ năm 2018 đến nay ông chưa đi đâu khỏi Hà Nội, nhưng lần này ông phải đi.\nỞ khu tưởng niệm những người dân đã mất … Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg",
                "page_4_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/hnag.schannel": [
        {
            "post_index": 1,
            "messages": [
                "Bụng đang đói thì chỉ ước có sẵn đĩa mì full topping như này \nMì xào Hảo Hảo hương vị Hải sản đẫm xốt mà có sa tế sò điệp thích mê chữ ê kéo dài \n#HaoHaoMiXaoHaiSanXotSaTeSoDiep #HảoXốt_HảoMì_HảoVịSòĐiệp"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Mỗi ngày uống 1 cử trà sữa sương sương "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Thèm ăn lẩu mà không có tiền kiểu:"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/GlennDomanVietNam": [
        {
            "post_index": 1,
            "messages": [
                "𝐁𝐈𝐆 𝐒𝐀𝐋𝐄 Đ𝐎́𝐍 𝐍𝐀̆𝐌 𝐌𝐎̛́𝐈 𝟐𝟎𝟐𝟓 \n Ưu đãi giảm 36%: 𝐂𝐎𝐌𝐁𝐎 𝟑 𝐁𝐎̣̂ 𝐂𝐎̛ 𝐁𝐀̉𝐍 𝟔𝟎𝟎𝐤 >> 𝟑𝟗𝟗𝐤 \n Tặng 2 cuốn truyện Danh nhân thế giới \n Miễn phí giao hàng tận nhà, cơ quan\n Kiểm tra hàng trước khi thanh toán \n Giáo viên hướng dẫn 1:1\n Cam kết c… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Nhân ngày Nhà giáo Việt Nam 20/11, Glenn Doman Việt Nam xin gửi lời chúc sức khỏe, hạnh phúc tới các thầy cô và những người đã/đang làm trong ngành Giáo dục.\nChúc các thầy cô mãi giữ được lửa với sự nghiệp dạy học để tiếp tục dìu dắt thế hệ trẻ vươn tới tương lai."
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "BA MẸ HỎI - CHUYÊN GIA TRẢ LỜI về phương pháp giáo dục sớm Glenn Doman \nBa mẹ có đang băn khoăn về cách áp dụng phương pháp này một cách hiệu quả nhất? Đừng ngần ngại đặt câu hỏi cho các chuyên gia của Glenn Doman tại ngay bài viết này.\nChuyên gia giáo dục sớm tại văn phòng  sẽ giúp ba mẹ hiểu rõ hơn về phương pháp này và đưa ra những lời khuyên hữu ích nhất."
            ],
            "images": [
                "page_7_img_0.jpg",
                "page_7_img_1.jpg",
                "page_7_img_2.jpg",
                "page_7_img_3.jpg",
                "page_7_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Mc.TungBo": [
        {
            "post_index": 1,
            "messages": [
                "Ngài "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "+1 lý do coi Anime "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tôi 30 chục à mà thôi "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/trollxe.vietnam": [
        {
            "post_index": 1,
            "messages": [
                "Rồi thèng nào lạnh hơn? "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Có những đứa như vậy xung quanh bạn "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hiểu mà "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/MCV.LoveTV": [
        {
            "post_index": 11,
            "messages": [
                "#LibertyNetwork #TruongGiang #MLTruongGiang #MCV #MCVShoppertainment #TikTokShop #MCVNetwork",
                " Chấn động showbiz: Dàn hậu cung xịn sò nhất sẽ xuất hiện trong Megalive Debut của nghệ sĩ Trường Giang!\nVới sự góp mặt của Huỳnh Lập, Khả Như, Puka, Phát La, X… Xem thêm"
            ],
            "images": [
                "page_11_img_0.jpg",
                "page_11_img_1.jpg",
                "page_11_img_2.jpg",
                "page_11_img_3.jpg",
                "page_11_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ClubPKL": [
        {
            "post_index": 6,
            "messages": [
                "Hip Hop never die \n#ClubPKL"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Chuẩn không cần chỉnh \n#ClubPKL"
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Bảo sao đi mãi không thấy hết bố \n#ClubPKL"
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/DisneyPixarVN": [
        {
            "post_index": 1,
            "messages": [
                "Giờ mới để ý là mấy bà công chúa Live-action giống mấy má công chúa trong Shrek hơn là giống bản gốc hoạt hình của Disney:"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Màn khui blind box thành công nhất lịch sử điện ảnh:"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Ý là cố tình kẹp vô rồi, mà lâu lâu nó  bung ra nhìn cũng cũng "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/hoathinhvuinhon123": [
        {
            "post_index": 2,
            "messages": [
                "Tập nào có nội dung ăn trộm kẹo nhỉ.\nhttps://s.shopee.vn/8znuPVVbjw"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg"
            ]
        },
        {
            "post_index": 19,
            "messages": [
                "Đây là kênh youtube của HOẠT HÌNH VUI NHỘN. Rất mong các bạn ủng hộ. Cảm ơn các bạn rất nhiều"
            ],
            "images": [
                "page_19_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/nhanampublishing": [
        {
            "post_index": 1,
            "messages": [
                "Bạn nào năm ấy từng quay cuồng với những màn \"quan đấu\" căng hơn cả drama cung đấu trong \"Danh nghĩa nhân dân\" thì hãy chờ đón một siêu phẩm còn \"căng\" hơn nhiều lần: VINH NHỤC của tác giả Sở Ngư. \nSau \"Danh nghĩa nhân dân\" - dịch giả Lục Hương nay tiếp tục đem tới cho độc giả một cuốn tiểu thuyết quan trường nữa, thậm chí còn được đánh giá cao hơn, lừng danh khét tiếng hơn, được coi là TIỂU THUYẾT QUAN TRƯỜNG BÁN CHẠY NHẤT TRUNG QUỐC.\n...… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "NHÀ VĂN DƯ HOA PHẢN HỒI BÌNH LUẬN CỦA NAM CA SĨ DỊCH DƯƠNG THIÊN TỈ VỀ TIỂU THUYẾT \"SỐNG\" \nLà một cuốn sách khá mỏng nhưng tác phẩm “Sống” của nhà văn Dư Hoa lại có sức ảnh hưởng lớn suốt nhiều năm qua trong nền văn học Trung Quốc.\nNhận về vô số lời khen và bình luận tích cực từ phía độc giả, trong đó có nam ca sĩ, diễn viên Dịch Dương Thiên Tỉ, anh viết:… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "[Thông báo phát hành]\nCUỐN SÁCH BẠN MUỐN NGƯỜI MÌNH YÊU THƯƠNG ĐỌC ĐƯỢC\n- Philippa Perry… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/girl.music.19": [
        {
            "post_index": 1,
            "messages": [
                "Thứ chúng tôi quan tâm nhất lúc này"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Vại tương lơ"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Mờ mờ"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/2HighlightsVN": [
        {
            "post_index": 2,
            "messages": [
                " rén ngang"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                " hơi lâu rồi đó"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "về thôi "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/trollbongrovn": [
        {
            "post_index": 2,
            "messages": [
                "Trước concert \" Anh Trai Vượt Ngàn Chông Gai \" tui tự hào lên bài anh tài Soobin Hoàng Sơn là fan cầu vàng .\nAi dè sau concert có bạn fan gửi cho tui ảnh Sibun mặc áo Lakers. Hóa ra anh Soobin Sầm Sơn chơi bài fan hai đội cho cẩn thận, vừa ao con vừa cầu con \n--cún vàng--… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Lebron James , Nguyễn Xuân Son , Ibrahimovic , cụ Mike Tyson có điểm gì chung \nĐó là cả bốn vận động viên đều có c/ổ cực to. \nCổ to = auto khoẻ hơn người \n(kể cả bẩm sinh hoặc tập luyện)\nCrea: Nguyễn Ngọc Anh Tuấn… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Golden State Warriors vs Minnesota Timberwolves\nSau trận thua muối mặt năm xịch điểm, Curry cùng cầu vàng đã có chiến thắng rửa mặt trước á quân NBA mùa trước Timberwolves. Anh bếp có double double với ba mốt điểm & mười kiến tạo. Curry thăng hoa hết gà/o thét rất ngầu lại ra vừa nhẩy vừa uống nước khá hài. TJD ghi điểm nhiều thứ hai đội. Bất ngờ nhất là trường hợp của em Pod. Podziemski ghi mười hai điểm với chỉ số plus minus chỉ đứng sau anh bếp. \nBầy sói có một loạt cầu … Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/hongthicbiz": [
        {
            "post_index": 1,
            "messages": [
                "Cảnh hậu trường của \"Cửu Trùng Tử\" như trong truyện trong lúc Đậu Chiêu mang bầu cùng nụ hôn nồng cháy 800 suộc còn chưa lên sóng "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                " NO 3 HS: HOA PHI NƯƠNG NƯƠNG - PHƯỢNG NGHI MUÔN NGÀN\nHình ảnh xinh đẹp của Tưởng Hân trong sự kiện gần đây"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Chờ tập mới mà phải gặm nhấm hậu trường soft xỉu vì Đậu Chill và Tông Mặc chemistry ngọt lịm tim \n. Team đu couple nhớ bật MyTV xem tiếp nha!\nPhim phát song song trên Truyền Hình MyTV nha.\n#MyTV #CuuTrongTu #DauChieu #TongMac"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/insightmatlong": [
        {
            "post_index": 1,
            "messages": [
                " Nhỏ em Pamela xinh xắn trong bộ ảnh đón Giáng sinh của Gia đình Hạt Nhài "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "[GÓC TUYỂN DỤNG] NGƯỜI THAM DỰ ĐẠI TIỆC CHILL\nAi kinh nghiệm đầy mình apply đi kìa. Trúng tuyển là được tới ĐẠI TIỆC CHILL cùng Captain Boy và dàn line-up đỉnh nóc nhaaa.\n BƯỚC 1: Sử dụng CapCut Template “CHILL ĐÃI TIỆC CHILL - YEAR END PARTY”, tạo video khoe khoảnh khắc mở tiệc tất niên với Bia Saigon Chill của bạn. … Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Cách giúp mấy meow meow vui vẻ, không quạo, không báo đời =)))\nXem comment nha mấy ní\n#MaxWellVN #CungMaxWellGopHatDinhDuong #ThucAnChoMeo #Cat #Unicharm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/lacsaubich": [
        {
            "post_index": 1,
            "messages": [
                " SUHO TIẾT LỘ EXO SẼ SỚM TỔ CHỨC MỘT BUỔI FANMEETING ĐẦY ĐỦ, SAU KHI KAI & SEHUN XUẤT NGŨ\nĐược biết, Kai sẽ xuất ngũ sau 2 tháng, còn Sehun thì 9 tháng."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                " TƯỚNG PHU THÊ KHÔNG THỂ CHỐI CÃI: MC LẦM TƯỞNG BỐ SON YEJIN LÀ BỐ HYUNBIN\nMC: Anh giống bố thật đấy\nHyun Bin: Không, tui trông giống mẹ cơ\nMC: Nhưng… (show hình ảnh)… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "BÁO HÀN ĐƯA TIN BTS TRỞ LẠI ĐƯỜNG ĐUA K-POP VÀO NĂM SAU, 2026 TỔ CHỨC WORLD TOUR\nBTS dự kiến sẽ phát hành full album mới vào nửa cuối năm 2025 và bắt đầu world tour vào năm 2026. Chuyến lưu diễn mới dự kiến sẽ có quy mô biểu diễn lớn nhất từ trước đến nay và giá vé trung bình cũng dự kiến sẽ tăng."
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/phimsapchieu": [
        {
            "post_index": 1,
            "messages": [
                "Bác Jim Carrey quá trời chiều fan nhé \nAi fan bác nhớ ra ủng hộ bác phim Nhím Sonic 3 sẽ ra rạp 27/12 sắp tới.\n_________________________\n#PhimSắpChiếu #jimcarrey"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Khoan! Dừng khoản chừng là 2s \n_______________________________\n#PhimSắpChiếu #Moana #J4F"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "[ J4F ] \nPhỏng vấn một cameo có mặt trong World War Z. \n_____________________\n#PhimSắpChiếu #WorldWarZ … Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/cgvcinemavietnam": [
        {
            "post_index": 1,
            "messages": [
                "Chồng ngoại tình nhưng mình không đánh ghen, không cãi lộn, mình dùng năng lượng huyền học \"đưa\" chồng về vì mình là một quý bà (không) thư giãn lắm \nCâu chuyện của bà Tâm trong Mưa Trên Cánh Bướm dường như cũng rất dễ thấy trong cuộc sống của nhiều phụ nữ trung niên, khi sự thiếu kết nối với chính gia đình đẩy họ đến những lựa chọn nghe thì tưởng chừng \"vô lí\" như thế. Cách kể chuyện của Mưa Trên Cánh Bướm rất gần gũi, rất đời thường, nhưng cũng khiến khán giả đầy trăn trở… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                " Ê NHA, Ê NHA! ĐÃ CÓ LỊCH \"XÉ TÚI MÙ GIÁNG SINH\" NGÀY 24 & 25/12\nĐặt vé các suất chiếu được áp dụng như trong hình để xé túi mù và nhận quà ngẫu nhiên bất ngờ nha! \n#CGV #CGVXMAS2025 #CGVBLINDBAGS #CGVVietnam"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Quá là có cố gắng rồi \n--------------\nXIN CHÀO JADOO: BÍ MẬT ĐẢO JEJU | Dự Kiến Khởi Chiếu: 1.1.2025\nPhim dành cho khán giả mọi lứa tuổi\n#HelloJadoo #XinChaoJadoo"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/truyenhinhsovetinhkplus": [
        {
            "post_index": 6,
            "messages": [
                "LỊCH THI ĐẤU | VÒNG 17&18 SERIE A 24/25\nĐón xem Serie A 24/25, trực tiếp trên hệ thống Truyền Hình K+\n#Kplus #kplussports #SerieA"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                " ĐIỂM TÊN 3 CHUYÊN GIA NHÍ TẠI CHUNG CUỘC EPL KIDS 2024 \nSau những vòng tuyển chọn đầy năng động, các gương mặt sáng giá cho vị trí Chuyên gia nhí Ngoại hạng 2024 của Truyền hình K+ đã xuất hiện \n Các bạn nhỏ mê bóng đá đã xuất sắc lọt vào Top 3 và có mặt tại chung kết EPL Kids năm nay chính là:\n Bạn Nguyễn Huỳnh Lam (SN 2014) đến từ TP HCM\n B… Xem thêm"
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Hellomeidei98": [
        {
            "post_index": 1,
            "messages": [
                "\"Và khi cơn bão qua đi, bạn sẽ không nhớ bạn đã vượt qua như thế nào, bạn xoay xở để tồn tại được ra sao. \nBạn thậm chí sẽ không dám chắc, thật ra, liệu cơn bão có thật sự đi qua. Nhưng có một điều chắc chắn. \nLà khi bạn ra khỏi cơn bão, bạn sẽ không còn là cùng một người mà đã bước vào.\""
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Giống tôi thíaaaaa \nCre: On Pic"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "Chủ nhật, ngủ dậy mở điện thoại lên sếp gửi cho cái ảnh này, kèm câu nhắn:\n“找你真难啊”\n“Tìm em thật khó”… Xem thêm"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/batdongsancafeland": [
        {
            "post_index": 6,
            "messages": [
                "Tình trạng khách thuê trả mặt bằng nhà phố tại các quận trung tâm Hà Nội đang gia tăng, khiến nhiều căn nhà từng buôn bán sầm uất bị bỏ trống trong thời gian dài.\nVậy nguyên nhân do đâu? điều gì đang xảy ra? Xem chi tiết "
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Thủ tướng yêu cầu Bộ trưởng Bộ Giao thông vận tải và các bộ, cơ quan liên quan đẩy nhanh hơn nữa tiến độ chuẩn bị trình dự án, chậm nhất trong 12/2025 phải khởi công tuyến đường sắt Lào Cai-Hà Nội-Hải Phòng"
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        },
        {
            "post_index": 15,
            "messages": [
                "Nhà đầu tư phía Bắc “Nam tiến” tìm bất động sản vệ tinh\nTheo các chuyên gia, thời điểm cuối năm 2024, đã có làn sóng lớn các nhà đầu tư bất động sản (BĐS) phía Bắc quay trở lại thị trường phía Nam tìm kiếm cơ hội đầu tư, đặc biệt là tại các đô thị vệ tinh."
            ],
            "images": [
                "page_15_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/LazadaVietnam": [
        {
            "post_index": 3,
            "messages": [
                "Quà đặc biệt ở cuối\nNhanh tay bấm vào để xem nha \n Mã giảm bao la vẫn đang có sẵn tại: https://lzd.co/LuonrehonvoiLazada\n#L… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                " Lên đồ sang xịn – Săn ngay deal thời trang cực hời! \n Chỉ còn 1 ngày duy nhất của Lễ Hội Siêu Sale cuối năm!  Đừng bỏ lỡ cơ hội làm mới tủ đồ với những item hot nhất mùa này\n Nhanh tay săn ngay tại đây: https://s.lazada.vn/s.UnmvS… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg",
                "page_4_img_4.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                " Eo xà bắn deal \nNhập ngay kẻo lỡ!\n Mã giảm bao la vẫn đang có sẵn tại: https://lzd.co/LuonrehonvoiLazada… Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Krik.vn": [
        {
            "post_index": 2,
            "messages": [
                "𝐗𝐌𝐀𝐒𝟐𝟒 𝐂𝐎𝐋𝐋𝐄𝐂𝐓𝐈𝐎𝐍 | 𝐶ℎ𝑟𝑖𝑠𝑡𝑚𝑎𝑠 𝑐ℎ𝑖𝑙𝑙 𝑜𝑢𝑡\nĐón Giáng sinh nhẹ nhàng theo cách riêng của bạn, tận hưởng và thư giãn với những điều giản dị và gần gũi xung quanh cùng một outfit trẻ trung, năng động đến từ KRIK.\nMột chiếc áo khoác dạ kết hợp cùng áo len phối kẻ và quần Jeans, tối giản nhưng vẫn thật phong cách nhờ sự \"matching\" về màu sắc và họa tiết. Chất liệu dạ, len, Denim quen thuộc của mùa Đông giúp bạn luôn ấm áp và thoải mái trong mọi hoạt động vui chơi mùa lễ hội.\nTới… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "ÁO KHOÁC PHAO LÔNG VŨ CHO NGÀY RÉT ĐẬM\nTưởng không rét mà rét không tưởng, một chiếc áo khoác phao lông vũ gọn, nhẹ và siêu ấm sẽ là item không thiếu mỗi khi ra đường trong những ngày rét đậm như hiện tại.\nChất liệu Poly mặt ngoài chống nước cản gió cùng với lớp lông vũ lót bên trong siêu nhẹ và ấm giúp bạn luôn cảm thấy ấm áp và thoải mái trong những ngày giá lạnh.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "HOT ITEM | BOXY LEATHER JACKET\nMặc ấm mà vẫn thật \"chất\" và ấn tượng cùng thiết kế áo khoác da Boxy Leather Jacket mới nhất của KRIK. \nThiết kế túi hộp, cổ trụ \"trendy\" tạo phong cách khỏe khoắn, nam tính và thời thượng. Form áo Boxy có độ dài vừa phải, không ôm sát cơ thể, tôn chiều cao và phóng khoáng.… Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg",
                "page_5_img_1.jpg",
                "page_5_img_2.jpg",
                "page_5_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/cliptv.vn": [
        {
            "post_index": 2,
            "messages": [
                "Chấp niệm với một người là quá lớn khi chỉ cần thấy người ấy, ta như quay về lại lúc mới yêu. Nếu sâu thẳm trong bạn vẫn còn có hình bóng ấy thì valentine này, sao không để họ hay?\n Phim 'Yêu Như Lần Đầu' phát lúc 20h00 trên Box Movie 1 HD của Clip TV - Truyền hình Internet"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                " PHIM “A CHRISTMAS MYSTERY” – GIẢI MÃ BÍ ẨN ĐÊM GIÁNG SINH \nNếu bạn yêu thích không khí Giáng sinh hòa quyện với chút kịch tính và lòng dũng cảm, “A Christmas Mystery” (2022) chắc chắn sẽ là lựa chọn hoàn hảo cho mùa lễ hội này!\n Nội dung phim:\nCâ… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                " \"Sở Kiều Truyện\" - Siêu phẩm cổ trang không thể bỏ lỡ! \nRa mắt vào năm 2017, \"Sở Kiều Truyện\" (Princess Agents) đã trở thành một hiện tượng với sự kết hợp hoàn hảo giữa cốt truyện ly kỳ, dàn diễn viên xuất sắc và những cảnh quay mãn nhãn.\n Cốt truyện đầy cảm xúc: Bộ phim xoay quanh hành trình sinh tồn và vươn lên của Sở Kiều (Triệu Lệ Dĩnh) – một nô lệ bị cuốn vào vòng xoáy quyền lực, âm mưu chính trị, và những mối tình ngang trái. Sở Kiều không chỉ phải chiến đấu để bả… Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/NhacCuaTuiOfficial": [
        {
            "post_index": 2,
            "messages": [
                "Nó đã đếnnnn "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tóm tắt cuộc trò chuyện tẻn tẻn của 2 vị tổng tài =))))))))))))"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                " BÙNG NỔ GIẢI TRÍ CÙNG MobiFone & NCT! \nGói cước siêu \"chill\", giúp bạn tận hưởng mọi khoảnh khắc trong cuộc sống:\n- \n 6GB data siêu tốc: Lướt web, xem phim, chơi game mượt mà, không lo gián đoạn – tự do vẫy vùng trên không gian mạng! \n- \n Cuộc gọi \"thả ga\": Miễn phí tất cả cuộc gọi nội mạng dưới 10 phút cùng 100 phút gọi ngoại mạng. Kết nối liên tục, không ngừng nghỉ! \n- \n Â… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/zingmp3": [
        {
            "post_index": 1,
            "messages": [
                "HOÀNG HẢI KẾT HỢP CÙNG PHÚC BỒ TRONG “KẺ CẦM Ô”\nNăm 2024 là một năm hoạt động đầy năng suất của Bố Gấu Hoàng Hải khi anh tham gia và giành được nhiều giải thưởng nổi bật tại “Bài Hát Của Chúng Ta - Our Song Vietnam” cũng như mang bản Hit “Hoang Mang” (cùng Vũ Thảo My) bùng nổ tại sân khấu “Our Song” Trung Quốc.\nVà để chốt lại một hành trình âm nhạc 2024 rực rỡ, Hoàng Hải đã kết hợp cùng nhạc sĩ Phúc Bồ đem đến các khán giả của anh một bản tình ca sưởi ấm những ngày đông giá… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Noel sắp đến rồi!\nZing MP3 có một món quà Noel đặc biệt dành tặng bạn: Playlist nhạc chờ \"Giáng sinh lung linh\"!\nPlaylist nhạc chờ ấm áp này sẽ xua tan đi cái lạnh giá ngoài kia và lan tỏa niềm vui Giáng sinh đến mọi người qua từng cuộc gọi."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Thư giãn với triệu bài hát, không lo hết data!\nÂm nhạc sẽ luôn bên bạn mọi lúc mọi nơi khi có gói cước ZING MP3 DATA\nKhông chỉ vậy, chỉ với 3k/ngày, bạn sẽ tậu ngay combo các tính năng:… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/chotot.vn": [
        {
            "post_index": 1,
            "messages": [
                " ĐỈNH NÓC, KỊCH TRẦN: MERCEDES BENZ TRÊN LIVESTREAM CHỢ TỐT\n 18h ngày 20/12/2024\nBạn đang quan tâm một chiếc xe đẳng cấp? Không thể bỏ qua phiên livestream này với:… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Vỗ tay cho Nhà Tốt \n Vỗ tay cho Chợ Tốt ",
                " NHÀ TỐT TỰ HÀO ĐƯỢC VINH DANH \"NHÀ PHÁT TRIỂN CÔNG NGHỆ BẤT ĐỘNG SẢN TIÊU BIỂU 2024\" \n️\n Nhà Tốt rất vinh dự khi lần thứ 2 nhận được giải thưởng \"Best Propte… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                " CẬP NHẬT HOT \nSiêu phẩm livestream xe Vinfast diễn ra vào lúc 10h và 14h ngày 18/12, chỉ có trên Chợ Tốt Xe!!\n Đừng bỏ lỡ cơ hội săn xe giá hời, chất lượng đảm bảo.\n Tư vấn nhiệt tình, hỗ trợ trực tiếp từ các chuyên gia.\n Bật ngay thông báo trên ứng dụng Chợ Tốt để không bỏ lỡ livestream nhé!\n--… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/PageWSS": [
        {
            "post_index": 3,
            "messages": [
                "Thấy cũng cũng"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Cmt tiktok vẫn là thứ gì đó"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Chủ trọ \nCamera chạy bằng cơm \nẢnh: truc_anhanh"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/stts.tamtrang": [
        {
            "post_index": 1,
            "messages": [
                "Háo hức quá "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Ba mẹ là chân ái, con cái là tệp đính kèm "
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Đang định khen tình yêu đẹp thì giật mình khi xem đến ảnh cuối... "
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/12chomsao": [
        {
            "post_index": 1,
            "messages": [
                "Chạ làm được trò trống gìiii"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Quá trời quá đất"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Cũng chán nói rồi =))))"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/teamusuk": [
        {
            "post_index": 1,
            "messages": [
                "Chuyện nhỏ từ bức tranh và chiếc xe đẩy của #TaylorSwift \nCó ai ngờ một chiếc xe đẩy dọn dẹp lại gắn liền với câu chuyện thú vị thế này. Taylor Swift, trong chuyến lưu diễn Eras Tour, đã dùng xe đẩy để di chuyển lên sân khấu. Và trên đó, lặng lẽ gắn một bức tranh nhỏ của Rachel Rasmussen - một nghệ sĩ xứ Wales.\nBức tranh ấy, vẽ Vịnh Cardiff rực rỡ sắc tím và xanh, giờ đây bỗng được chú ý khi xuất hiện trong bài đăng Instagram của Taylor. Rachel không giấu được sự ngạc nhiên… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Dân mạng đào lại MV \"Bad Romance\" - Lady Gaga, miêu tả cụ thể bữa tiệc trắng của Diddy\n#usuk"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Ngày xưa lúc Justin và Selena đường ai nấy đi, mọi người chửi bới và trách móc Justin không ra gì. Trong khi thực tế thì Selena là kiểu \"pick me girl\" chính hiệu, luôn đóng vai nạn nhân trong mọi câu chuyện qua lời kể của mình. \nSau chia tay Justin không thanh minh, giải thích, vẫn giữ sự tôn trọng nhất định cho tình cũ. Thật sự đâu ai muốn bên cạnh một người mang tâm thế kiểm soát, không hề thấu hiểu mình và luôn muốn bản thân là trung tâm vũ trụ đâu.\nRồi khi Hailey đến bê… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/weibogirl9x": [
        {
            "post_index": 1,
            "messages": [
                "Một lòng một dạ \nMột chục em \nIG :14.02m_"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Bình minh ơi dậy chưa :))\nLâu lâu ăn con ảnh "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Xinh gái đơn giản chỉ vậy thôi"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/HoiHamMoMarvelDCt": [
        {
            "post_index": 1,
            "messages": [
                "Bộ Tứ mộng mer"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Khóc"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Biệt Đội Tự Sát bên DC:"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/TuoiTreCuoi": [
        {
            "post_index": 1,
            "messages": [
                "Tối 22-12, tại TP Đà Lạt diễn ra Lễ hội áo dài với sự góp mặt của nhiều nghệ sĩ như Tùng Dương, Lâm Bảo Ngọc, Thanh Hằng, Lan Khuê... cùng hàng ngàn khán giả tham dự."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Nếu như trong phim ‘Chị dâu’ Việt Hương một mình ‘chiến đấu’ với bốn cô em bên chồng thì ngược lại, ngoài đời nữ danh hài lại là cục vàng của mẹ chồng."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Trong phần thi vượt chướng ngại vật, một chiếc mô tô gặp tình huống khó đỡ khiến nhiều người xem phì cười."
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/PageVitaminGirl": [
        {
            "post_index": 1,
            "messages": [
                "Ngồi chờ tình iu tới"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Em không biết thả thính nhưng yêu rồi là dính không rời "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Nhậu ko a"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/TvcfOnline": [
        {
            "post_index": 3,
            "messages": [
                "Nếu cứ bỏ không cái page, chả phải phí quá hay sao. Mọi tin bài và đóng góp nội dung xin gửi về email: hwangchovn@gmail.com."
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Chúc mừng bạn Duc Tran đã tìm được bến đỗ hạnh phúc sau 34 năm chờ đợi. Chúng ta tin rằng đã có một tuổi trẻ thật sôi nổi và thú vị, và đã đến lúc sang một trang mới hoàn thiện và tốt đẹp hơn.  \"Ngài ấy là ngươi\" vậy còn \"người ấy là ai?\" cuối cùng cũng đã rõ câu trả lời. Cung hỉ cung hỉ. #hwangcho"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Khi bị Ế mà muốn làm quảng cáo tìm người yêu. Có bạn nào có nhu cầu không nhỉ? Nguyễn Nhật"
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/tthamtulungdanhconan": [
        {
            "post_index": 1,
            "messages": [
                "Poster movie conan 27"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Hành trình “thăng hạng nhanh sắc” của Takagi :>"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Sock"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/camera.vanhoa.giaothong": [
        {
            "post_index": 1,
            "messages": [
                "Tại sao phải chi hàng nghìn tỷ đồng cho cầu cạn?"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Đường cao tốc của Trung Quốc - Biểu tượng của sức mạnh kinh tế"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "4 tuyến đường chính ở Thủ Thiêm vẫn dang dở sau 10 năm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/cuongphimreview": [
        {
            "post_index": 1,
            "messages": [
                "Ở vũ trụ nào, Vinhfasa và Phucaka cũng muốn giành lấy Miềnrabi \nNhớ ra rạp xem MUFASA: THE LION KING để xem chuyện tình tay ba của các cô cậu sư tử này sẽ đi về đâu nhé!!!\n#CuồngPhim #MufasaVuaSuTu #MufasaTheLionKing"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Tròn 1 năm trước, vũ trụ điện ảnh của DCEU đã kết thúc với cảnh phim này trong AQUAMAN: THE LOST KINGDOM.\n#CuồngPhim #AquamanAndTheLostKingdom"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "3 thứ mà các nhân vật trong phim CHỊ DÂU sợ \nNhớ ra rạp xem ‘CHỊ DÂU’ để hiểu vì sao các chị em này lại lo sợ thế nha \n#CuồngPhim #PhimChiDau #ChiDau"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ngaovl": [
        {
            "post_index": 1,
            "messages": [
                "Nhờn\n#ngáo"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Chủ trọ \nCamera chạy bằng cơm \n#ngáo"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Chú đưa cô đi viện rồi khiến cả phòng phải ghen tị với cô \nChú chăm cô từng li từng tí. Yêu cô từ lời nói đến từng hành động nhỏ nhất.\nCô nói từ ngày cưới chú về bát không phải rửa, quần áo không phải giặt. \nNhìn cách chú chăm cô với nụ cười, miếng ăn miếng nước, rồi tỉ mẩn tết tóc cho cô... thực sự ấm áp.\nNhững điều giản dị này thôi cũng là mong ước của bao người rồi...… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg"
            ]
        }
    ],
    "https://www.facebook.com/anhdadenchuanmen": [
        {
            "post_index": 2,
            "messages": [
                "Kì ha\n#anhdaden"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Quà giáng sinh\n#anhdaden"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Vậy cho lẹ\n#anhdaden"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Theanh28": [
        {
            "post_index": 1,
            "messages": [
                "Chúc các bạn một mùa giáng sinh an lành "
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Một vài gương mặt tiêu biểu được nhắc đến trong video \"Nhìn lại 2024\" của VTV "
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Quá tuyệt vời - 100 ca m.ổ u não, u tủy sống và đột quỵ xuất huyết não bằng Robot AI duy nhất Việt Nam vừa được công bố tại BV Tâm Anh. Đây là một trong những dấu ấn lịch sử của ngành phẫu thuật thần kinh tại Việt Nam! \nVà Thầy thuốc ưu tú, ThS.BS.CKII Chu Tấn Sĩ - Trưởng khoa Phẫu thuật Thần kinh, Trung tâm Khoa học Thần kinh, Bệnh viện Tâm Anh cùng các cộng sự tại là ekip đã thực hiện thành công 100 ca m.ổ u não, u tủy sống đầu tiên bằng Robot AI này, giúp hồi sinh cuộc đờ… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ghienbongdaofficial": [
        {
            "post_index": 2,
            "messages": [
                "NÓNG: Arsenal xác nhận Bukayo Saka chấn thương, ngồi ngoài “nhiều tuần”! "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "NHÀ DỘT TỪ NÓC TẠI MU \nTrong lúc Ruben Amorim tiến hành buổi họp báo, ông bỗng thấy có nước ở đâu rơi vào mặt.\nNgước lên nhìn hóa ra trần nhà trong phòng họp báo của MU đã bị dột "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                "Chúc mừng thần đồng của chúng ta! "
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Davincent.music": [
        {
            "post_index": 4,
            "messages": [
                "\"đừng yêu em vì mùa đông sắp đến, hãy yêu em vì còn rất nhiều mùa đông..\""
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 20,
            "messages": [
                "thích mùa đông…"
            ],
            "images": [
                "page_20_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/PageGameReplay": [
        {
            "post_index": 1,
            "messages": [
                "Máy xịn luôn "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Lú như con cú "
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Mát mát "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/welaxproduction": [
        {
            "post_index": 4,
            "messages": [
                "WECHOICE AWARDS 2024 CHÍNH THỨC MỞ CỔNG GỬI ĐỀ CỬ!\nWeChoice Awards đã trở lại với chủ đề \"Việt Nam tôi đó\"  một lời cổ vũ mỗi chúng ta hãy tiếp tục cuộc hành trình lan tỏa những niềm cảm hứng Việt, là nơi tôn vinh những giá trị tích cực của từng cá nhân trong một cộng đồng lớn.\n Cổng đề cử chính thức được mở tại wechoice.vn từ ngày 11/12 đến 23h59 ngày 24/12/2024. Độc giả có thể gửi các đề cử ở 6 hạng mục lớn của WeChoice Awards: … Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 13,
            "messages": [
                "Bà được lắm =))) \n#welax #duonganhne"
            ],
            "images": [
                "page_13_img_0.jpg"
            ]
        },
        {
            "post_index": 15,
            "messages": [
                "WeChoice Awards 2024 - Việt Nam tôi đó\nNăm 2024, tiếp nối ý tưởng về việc lan tỏa niềm cảm hứng sống tới người Việt, WeChoice Awards chính thức trở lại với chủ đề: “Việt Nam tôi đó”.\n“Việt Nam tôi đó” - chủ đề WeChoice năm nay ra đời khi chúng tôi cảm nhận được những xúc cảm đầy tự hào mỗi khi nhắc đến những câu chuyện về lòng tốt của người Việt, tính anh hùng của người Việt, sự tử tế của người Việt, và tình yêu của người Việt với bề dày văn hóa lịch sử nước mình. … Xem thêm"
            ],
            "images": [
                "page_15_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/lacongaphaixinh2019": [
        {
            "post_index": 4,
            "messages": [
                "Tinh hoa hội tụ...\n#Lacongaiphaixinh"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Vitamin trước giờ đi ngủ.. \n#Lacongaiphaixinh"
            ],
            "images": [
                "page_11_img_0.jpg",
                "page_11_img_1.jpg",
                "page_11_img_2.jpg",
                "page_11_img_3.jpg"
            ]
        },
        {
            "post_index": 15,
            "messages": [
                "Em iu Hương Tịt \n#lacongaiphaixinh"
            ],
            "images": [
                "page_15_img_0.jpg",
                "page_15_img_1.jpg",
                "page_15_img_2.jpg",
                "page_15_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/MCV.1001chuyen": [
        {
            "post_index": 12,
            "messages": [
                "Để dành cả tuần để xem phim nhưng 1 ngày chủ nhật là không đủ "
            ],
            "images": [
                "page_12_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/LCKTiengViet": [
        {
            "post_index": 10,
            "messages": [
                "Danh hiệu cao quý nhất của LCK Awards 2024 - Player of the Year sẽ thuộc về tuyển thủ nào đây \n*Tiêu chí bình chọn sẽ dựa trên thành tích tại các giải đấu do Riot Games tổ chức, bao gồm cả các giải đấu quốc tế.\n#LCK #LCKVietNam  #HouseofLegends #LCKAwards"
            ],
            "images": [
                "page_10_img_0.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Cuộc cạnh tranh của 3 đội tuyển HLE, GEN và T1 ở cả 5 vị trí tại LCK Awards 2024. \n*Tiêu chí bình chọn sẽ dựa trên thành tích tại các giải đấu do Riot Games tổ chức, bao gồm cả các giải đấu quốc tế.\n#LCK #LCKVietNam  #HouseofLegends #LCKAwards"
            ],
            "images": [
                "page_11_img_0.jpg",
                "page_11_img_1.jpg",
                "page_11_img_2.jpg",
                "page_11_img_3.jpg",
                "page_11_img_4.jpg"
            ]
        },
        {
            "post_index": 14,
            "messages": [
                "Hanwha Life Esports công bố đội hình cho mùa giải 2025 với sự bổ sung rất chất lượng Zeus ở đường trên.\n#LCK #LCKVietNam #HouseofLegends"
            ],
            "images": [
                "page_14_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/nguoitrongmuonnghe": [
        {
            "post_index": 1,
            "messages": [
                "Dịch ra thì mất hay \nTuần mới chăm chỉ và năng suất nhé mọi người ơi \nCre: Grant Snider"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Tại sao Divo Tùng Dương lại hát  “Người Việt Nam da nâu mắt đen”?\nCa khúc \"Một Vòng Việt Nam\" từ lâu đã trở thành một biểu tượng cho niềm tự hào dân tộc, là một sự gợi nhớ lòng yêu nước bên trong mỗi chúng ta. \nTuy nhiên, rất nhiều khán giả không hiểu tại sao lời bài hát lại là “Người Việt Nam da nâu mắt đen”, mà không phải da vàng.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Trần Việt Hưng hiện là Founder & CEO tại GIP Fulfillment. Doanh nghiệp của anh là một trong những đơn vị hàng đầu tại Việt Nam và Đông Nam Á, chuyên cung cấp dịch vụ vận hành dịch vụ hoàn tất đơn hàng fulfillment cho doanh nghiệp. \nHành trình lập nghiệp của anh bắt đầu khi mở trung tâm tiếng Anh tại Philippines. Thời điểm đó, Hưng nhận ra những khó khăn của người Việt sống ở nước ngoài do rào cản ngôn ngữ. Với tinh thần \"nghĩ là làm\", anh nhanh chóng thành lập trung tâm. Chí… Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/DaiNgaoHusky": [
        {
            "post_index": 1,
            "messages": [
                "Thả \n  là ả ta sẽ Cười \n kỳ diệu thật "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Ăn đi đừng rơi vãi hạt nào nha "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Đứng hình mất 5 giây "
            ],
            "images": [
                "page_5_img_0.jpg",
                "page_5_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Quynhboutiquebaby": [
        {
            "post_index": 2,
            "messages": [
                " Giày xinh cho bé gái\n Em giày vừa xinh mà đi chắc chắn thế này mẹ nào cũng ưng cho coi, còn bé nhìn là mê rồi, đi lên chân đẹp như công chúa luôn\nTrần Thúy Quỳnh\n ----------------------------------------------------------\n𝑻𝑼𝒀𝑬̂̉𝑵 𝑲𝑯𝑨́𝑪𝑯 𝑺𝑰̉ - Đ𝑨̣𝑰 𝑳𝒀́ 𝑻𝑶𝑨̀𝑵 𝑸𝑼𝑶̂́𝑪 - 𝑯𝑨̀𝑵𝑮 𝑵𝑯𝑨̣̂𝑷 𝑻𝑹𝑼̛̣𝑪 𝑻𝑰𝑬̂́𝑷 𝑲𝑯𝑶̂𝑵𝑮 𝑸𝑼𝑨 𝑻𝑹𝑼𝑵𝑮 𝑮𝑰𝑨𝑵\n Hotline : 𝟎𝟗𝟕𝟕.𝟏𝟖𝟖.𝟏𝟑𝟕\n Địa chỉ CỬA HÀNG : \n- 𝟏𝟑𝟓 𝑵𝒈𝒖… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Set bộ công tử cho bé yêu\nMón quà siêu ý nghĩa từ ba mẹ , Các mom săn rồng vàng đến đâu rồi ạ, chất vải mềm mịn không kích ứng da cho bé mom nha\nTrần Thúy Quỳnh\n ----------------------------------------------------------\n𝑻𝑼𝒀𝑬̂̉𝑵 𝑲𝑯𝑨́𝑪𝑯 𝑺𝑰̉ - Đ𝑨̣𝑰 𝑳𝒀́ 𝑻𝑶𝑨̀𝑵 𝑸𝑼𝑶̂́𝑪 - 𝑯𝑨̀𝑵𝑮 𝑵𝑯𝑨̣̂𝑷 𝑻𝑹𝑼̛̣𝑪 𝑻𝑰𝑬̂́𝑷 𝑲𝑯𝑶̂𝑵𝑮 𝑸𝑼𝑨 𝑻𝑹𝑼𝑵𝑮 𝑮𝑰𝑨𝑵\n Hotline : 𝟎𝟗𝟕𝟕.𝟏𝟖𝟖.𝟏𝟑𝟕\n Địa chỉ CỬA HÀNG : \n- 𝟏𝟑𝟓 𝑵𝒈𝒖… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                " Body đỏ SIÊU XINH - SIÊU XỊN SÒ cho bé yêu diện tết SIÊU CUTE đây ạ\n Chất liệu dày vừa, êm ấm thân thiện da bé. Kết hợp thiết kế sang trọng, ngộ nghĩnh đáng yêu nạ\n Đảm bảo bé nào mặc cũng cute dễ thương hết nấc luôn ạ\nTrần Thúy Quỳnh\n ----------------------------------------------------------\n𝑻𝑼𝒀𝑬̂̉… Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg",
                "page_6_img_2.jpg",
                "page_6_img_3.jpg",
                "page_6_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/rvn.page": [
        {
            "post_index": 1,
            "messages": [
                "r/HolUp\nu/chapstickneeded (22.2k points)\nCái đíu gì đấy?\n_____________________\nLink Reddit: https://redd.it/15m2329… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "r/meirl\nu/9w_lf9 (26.7k points - x1 silver)\nChính tui nè chứ ai\n____________________\nLink Reddit: https://redd.it/dq392f… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "r/wholesomememes\nu/TheUglyBrownBoy (73.5k points - x4 golds - x4 silvers)\nCó lẽ có người cần nghe điều này\n____________________\nLink Reddit: https://redd.it/bbg… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/nguoinghiencho": [
        {
            "post_index": 1,
            "messages": [
                "Một câu chuyện thú vị về hành khách đặc biệt.",
                "Cuộc gặp gỡ đặc biệt giữa tài xế xe buýt và hành khách bốn chân\nTối hôm đó, trên hành trình cuối cùng trước khi kết thúc ca làm việc, tài xế xe buýt Hicham Bou… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "DANH SÁCH TÊN CÁC NHÂN VIÊN CÓ SỐ MÁ Ở THẢO CẦM VIÊN \nMang tiếng đi TCV nhiều lần xem mấy ẻm ngủ thế đã biết hết tên nhân viên người ta chưa nè. Coi đi rồi ít bữa dô chơi còn biết kêu nhân viên thức dậy làm diệc nha \n Thảo Cầm Viên, Sài Gòn Nghen"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "thua thì chung"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/lostbird.vn": [
        {
            "post_index": 1,
            "messages": [
                "Phiên bản phục chế và thêm màu của tấm ảnh ''Mèo Brünnhilde'' nổi tiếng, được chụp năm 1936 bởi nhiếp ảnh gia Adolph E. Weidhaas. Brünnhilde luôn nằm trong số những bức ảnh được yêu thích nhất ở Thư viện Quốc hội (Washington)."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Jeff de Boer là nghệ nhân đầu tiên, và cũng là duy nhất trên thế giới chế tạo ra những bộ áo dành cho chuột và mèo. Các tác phẩm của ông lấy cảm hứng từ những bộ giáp thời Trung Cổ, được chế tác với độ chi tiết tuyệt đối đến nỗi chúng hoàn toàn có thể được đặt trong viện bảo tàng. Nếu bạn từng thấy một tấm ảnh tựa đề ''áo giáp mèo thế kỷ 17'' hay ''áo giáp mèo cưng của Vua Henry VIII'', thì đó thật ra là những thông tin chưa được check var, và bộ áo giáp nọ là tác phẩm của Jeff de Boer."
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Trao niềm tin, tạo cơ hội, nỗ lực giữ đồ của bạn đã được ghi nhận "
            ],
            "images": [
                "page_5_img_0.jpg",
                "page_5_img_1.jpg"
            ]
        }
    ],
    "https://www.facebook.com/idollive28": [
        {
            "post_index": 1,
            "messages": [
                "Ở HIỀN GẶP PHIỀN: Sau Hoa hậu Khánh Vân, đến lượt HIEUTHUHAI bị vợ cũ Huy Khánh gọi tên vì \"mang giày da đen tất trắng\" "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Màn kết hợp đang gây sốt mạng xã hội của Faker và Felix (Stray Kids) "
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Thấm! Ai tâm lý yếu xem sẽ khóc."
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/paohongchinhdep": [
        {
            "post_index": 1,
            "messages": [
                "Điệu đà như tiểu thư với bờm tóc xinh yêu này \n Outfit nào cũng sang xịn mịn luôn \n Sắm 1 lần 7c cho tui, hạt dẻ lắm nha: https://s.shopee.vn/6V7XWRRG8y"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hồi trước mình đã cùng xem outfit đi làm mùa hè của cô Tư giờ mình cùng coi cổ mặc đi làm mùa đông nha \n Ai nói gì thì nói chưa tui thấy cổ phối đồ đẹp ghê ấy, basic mà vẫn sang không quá màu mè, thường là đồng tone-sur-tone, phối tối đa 3 màu \n3 sốp quốc tế đồ cập nhật trend Taobao hot hit đây nè, ship lẹ lắm các pà yên tâm:\n hhjdxd: https://s.shopee.vn/9f4ZHpvSVK\n FSAFSD: https://s.shopee.vn/9Ul95ZLcBb\n… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Chiếc quần must have trong tủ đồ của chị em đây, tui mặc quần loe như này quanh năm được luôn ý, hack dáng xỉu luôn, ôm phần hông và mông tạo cảm giác đầy đặn hơn, loe phần chân, ai ngại bắp chân to thì mặc vào là che hết luôn \nThề với các bà, mặc ẻm xong phải mu:a thêm để mặc mỗi ngày luôn ấy, tui chỉ chỗ b:án oki lắm nè:\n HN: https://s.shopee.vn/VqFdGPMhf\n HCM: https://s.shopee.vn/703jNJFnNJ"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg",
                "page_4_img_4.jpg"
            ]
        }
    ],
    "https://www.facebook.com/weibovietnam": [
        {
            "post_index": 1,
            "messages": [
                "PHÍA LƯU THI THI RA THÔNG BÁO PHỦ NHẬN TIN ĐỒN LY HÔN NGÔ KỲ LONG \nCách đây không lâu, bạn của Ngô Kỳ Long phủ nhận tin đồn ly hôn nhưng bị blogger Vương Đại Phát ngoi lên khẳng định lại lần nữa và bảo một trong hai người không lên tiếng thì chỉ có thể là thật.\nNay Nhược Hi lên tiếng và không để lại vụn. OTP mãi mận mãi keo "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "NO 1 HOT SEARCH (BGT): CÔNG TY QUẢN LÝ CỦA LƯU THI THI PHỦ NHẬN TIN ĐỒN LY HÔN VỚI NGÔ KỲ LONG\nThời gian gần đây, tin đồn hai vợ chồng Ngô Kỳ Long và Lưu Thi Thi đã ly hôn xuất hiện với tần suất dày trên MXH weibo khiến nhiều người lầm tưởng cặp vợ chồng thực sự đã rạn nứt. Tuy nhiên mới đây, phía công ty quản lý của Lưu Thi Thi đã chính thức ra văn bản phủ nhận tin đồn này."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "THÓI QUEN CỦA NGƯỜI IU TÔI MỖI KHI ĐÔNG VỀ \nTác giả: 辛安小\n-Cá-… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/bongdatructuyentv": [
        {
            "post_index": 1,
            "messages": [
                "\"ĐỪNG BAO GIỜ NGHI NGỜ ĐỘI BÓNG VĨ ĐẠI NHẤT LỊCH SỬ - REAL MADRID THÊM MỘT LẦN NÀO NỮA TRONG CUỘC ĐỜI BẠN!!\"\n Từng bị Barca bỏ xa 6 điểm.\n Bị hủy diệt trong trận El Clásico.\n Hứng chịu chấn thương ở TẤT CẢ các tuyến.… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "g** v** \n?"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Pep Guardiola tại Manchester City đã bán những ngôi sao trẻ này :\n- Brahim Diaz cho Real Madrid.  \n- Morgan Rogers cho Middlesbrough.  \n- Cole Palmer cho Chelsea.  \n- Jadon Sancho cho Dortmund.  … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/VOATiengViet": [
        {
            "post_index": 1,
            "messages": [
                "Một tuyên bố của Bộ Ngoại giao Trung Quốc kêu gọi Hoa Kỳ ngừng cung cấp vũ khí cho Đài Loan và dừng những gì họ gọi là \"các động thái nguy hiểm làm suy yếu hòa bình và ổn định ở Eo biển Đài Loan\".\nCác đợt bán và hỗ trợ quân sự của Hoa Kỳ nhằm mục đích giúp Đài Loan tự vệ và ngăn chặn Trung Quốc phát động một cuộc tấn công."
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Các vũ khí bổ sung đang được chuẩn bị bao gồm máy bay không người lái tự sát và Triều Tiên đã gửi bệ phóng tên lửa 240mm cùng pháo tự hành 170mm tới Nga, theo JCS cho biết trong một tuyên bố."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Giới tranh đấu tin rằng Tổng thống Đắc cử Donald Trump và chính quyền mới của ông sẽ tiếp tục lồng ghép các giá trị con người trong quan hệ kinh tế, thương mại; và qua đó có thể khiến giới lãnh đạo Hà Nội thay đổi cách nhìn về nhân quyền cũng như cách ứng xử đối với những thành phần bất đồng chính kiến trong nước.\nMột số nhà hoạt động gốc Việt từng tiếp xúc với ông Trump trong nhiệm kỳ đầu của ông bày tỏ sự lạc quan với VOA rằng vị tổng thống thứ 47 của Hoa Kỳ sẽ tiếp tục đặ… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Skybooks.vn": [
        {
            "post_index": 1,
            "messages": [
                "Bất lực ...\n--------\n Ếch Ộp - Thời vàng son để lại | Nguyễn Hưng\nNhững mẩu chuyện đời hài hước - sâu cay, giúp bạn tìm lại tiếng cười đúng nghĩa nhất!… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "/Chuyện chúng ta/\nErnest Hemingway từng nói: Trong những khoảnh khắc đen tối nhất, chúng ta không cần giải pháp hay lời khuyên. Điều chúng ta khao khát chỉ đơn giản là sự kết nối giữa con người với nhau - một sự hiện diện lặng lẽ, một cái chạm nhẹ nhàng. Những cử chỉ nhỏ bé này chính là điểm tựa giúp chúng ta vững vàng khi cuộc sống trở nên quá sức chịu đựng.\nLàm ơn đừng cố gắng sửa chữa tôi. Đừng gánh chịu nỗi đau của tôi hay xua đuổi bóng tối của tôi. Chỉ cần ngồi bên cạn… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hãy nhớ rằng người thật sự yêu bạn sẽ không thao túng bạn. Thay vào đó, họ cho bạn sự tự do, cổ vũ bạn trở thành chính mình. \nNếu một ai đó khiến bạn tổn thương và nói rằng bạn phải chấp nhận điều đó thì đấy không phải tình yêu.\nSẽ có người vì trân trọng đối phương mà nhận lấy phần thiệt thòi cho mình, nhưng nếu trong mối quan hệ đó bạn chỉ có thể chịu đựng tổn thương, phải tìm đủ mọi lý do để thông cảm cho những hành vi sai lầm của đối phương và làm tổn hại chính mình thì … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/vnkilala": [
        {
            "post_index": 2,
            "messages": [
                "Người dân Nhật Bản tận hưởng ngày Noel với những hoạt động thú vị mang màu sắc rất riêng, trong đó không thể thiếu những phiên chợ Giáng sinh tràn ngập bầu không khí lễ hội. Ngày nay, các phiên chợ Giáng sinh xuất hiện ở nhiều nơi trên khắp nước Nhật, trong đó nổi tiếng như Tokyo Christmas Market, Roppongi Christmas Market và Azabudai Hills Christmas Market ở Tokyo; chợ Giáng sinh tại Nhà kho gạch đỏ Yokohama..."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Từ năm học tới, các hoạt động ngoại khóa sau giờ học tại các trường trung học công lập ở Kobe sẽ không được tổ chức."
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 7,
            "messages": [
                " Khởi động tuần mới với horoscope nha!\nLần này, may mắn \n gọi tên Cự Giải, Xử Nữ, Thiên Yết.\nCự Giải nè, có vẻ như vận may tình duyên đang chạy về phía Cua đó.… Xem thêm"
            ],
            "images": [
                "page_7_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/vngag.vn": [
        {
            "post_index": 4,
            "messages": [
                "Truyện cô bé bán diêm này lạ quá  \n#BOO #BOOLAAB #VnGAG #FallWinter24 #ThuHood #DongVui"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg",
                "page_4_img_3.jpg",
                "page_4_img_4.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Từ ngày có Budweiser PartyPack 250ml niềm vui bỗng nhân 3\n#Budweiser #PartyPack250ml #MoThungMoGame #TiecVuiBatTan"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg",
                "page_6_img_2.jpg",
                "page_6_img_3.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "BẢN TIN CUỐI TUẦN\n HIPFEST 2024 sắp \"cháy\" rồi, các mom ơi! Ngày 14/12 - 15/12, MyTV sẽ độc quyền phát sóng HipFest trên app, Facebook, Youtube MyTV. Sự kiện chắc chắn sẽ bùng nổ với các dancer đình đám trên thế giới và các dancers đến từ hơn 20 trường cấp 3, đại học! \n Đừng quên, MyTV cũng có một booth trải nghiệm cực chất tại Công viên Bờ Sông Sài Gòn, TP Thủ Đức trong 2 ngày diễn ra sự kiện. Hàng loạt hoạt động tương tác siêu thú vị đang chờ đón bạn!… Xem thêm"
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/SadnessMusicVideo": [
        {
            "post_index": 1,
            "messages": [
                " Nghệ An: Nhặt được gần 300 triệu, nam sinh trả lại người đánh rơi \nNgày 15/12, Công an xã Xuân Lâm, huyện Nam Đàn, tỉnh Nghệ An đã tổ chức trao trả lại toàn bộ tài sản đánh rơi cho anh Trần Văn Toản (SN 1983; địa chỉ ở xóm 1, xã Xuân Lâm, huyện Nam Đàn, tỉnh Nghệ An).\nTrước đó, ngày 17/11, trên đường di chuyển từ xã Kim Liên về qua xóm 5 xã Xuân Lâm, huyện Nam Đàn, em Nguyễn Đức Tài (SN 2007; địa chỉ Khối Long Phượng, phường Long Sơn, thị xã Thái Hòa, tỉnh Nghệ An nhặt … Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Gốc Bàng - Sơn Cẩm, Thái Nguyên: Theo lời người dân sống gần đây chia sẻ, hôm qua có 1 bạn học sinh bị TNGT mất ở đây, hôm nay bạn cùng lớp đi viếng thì không may cũng gặp tai nạn tuvong tại chỗ... "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "KHOẢNH KHẮC CUỐI CÙNG BỐ MẸ TẠM BIỆT CHÀNG TRAI 18 TUỔI TRƯỚC KHI HỒI SINH 6 CUỘC ĐỜI MỚI. CẢM ƠN SỰ TỬ TẾ CỦA EM VÀ GIA ĐÌNH \nTheo thông tin từ Bệnh viện Đa khoa tỉnh Phú Thọ cho biết, vừa qua, đơn vị đã tiếp nhận người bệnh 18 tuổi bị TNGT. Mặc dù được các bác sĩ tận tình cứu chữa nhưng em không qua khỏi.\nĐứng trước nỗi đau mất mát to lớn, gia đình bệnh nhân đã quyết định hiến tạng của người thân để mang lại sự sống cho những người khác.… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Loptruong.TV": [
        {
            "post_index": 1,
            "messages": [
                "Thấy sale là sáng mắt liền :))"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Tưởng đâu mở brand mĩ phẩm luôn chứ \n Hôm nay locket của bạn có gì?\n#borigin #miphamthuanchay"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Còn ai thức đến 12h để săn sale không nhỉ?"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/Tin3PhutOfficial": [
        {
            "post_index": 2,
            "messages": [
                "Có ai thấy mặt người phụ nữ ko?"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                "Chó said: \"mài làm cái trò mèo gì vậy?\""
            ],
            "images": [
                "page_8_img_0.jpg"
            ]
        },
        {
            "post_index": 16,
            "messages": [
                "Bạn có tin vào nhân quả?",
                "Bạn có tin vào luật nhân quả?"
            ],
            "images": [
                "page_16_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/chuyenchungta": [
        {
            "post_index": 1,
            "messages": [
                "Top những bao lì xì các bạn nữ thích nhận nhất năm nay \nTop1:"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Những chiếc hình nhỏ nhỏ siêu đáng iu mùa noel"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg",
                "page_2_img_3.jpg",
                "page_2_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Gợi ý cách viết thiệp Noel "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/vuadaubepnhi": [
        {
            "post_index": 2,
            "messages": [
                "Con dâu làm bố buồn đấy nhé "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/phimtrungquoc278": [
        {
            "post_index": 1,
            "messages": [
                "Bộ phim \"Đông Chí\" vừa mới ra mắt poster các nhân vật, và thật sự khiến fan phải \"xốn xang\"! Mỗi nhân vật đều toát lên một khí chất riêng biệt, hứa hẹn sẽ tạo nên những pha căng thẳng và cảm xúc đặc biệt. Phim được chuyển thể từ tiểu thuyết nổi tiếng của tác giả Ngưng Lũng, và càng nhìn vào poster càng thấy nóng lòng mong đợi.\n Thể loại: Hiện đại, Ngôn tình, Gương vỡ lại lành, Phá án\n Diễn viên chính: Hoàng Cảnh Du, Tôn Thiên\n Diễn viên phụ: Thi Thi, Vương Thiên Thần, Tiê… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "**Rộ tin Ngô Kỳ Long - Lưu Thi Thi ly hôn từ lâu, giữ kín vì con cái và quyền lợi?**  \nTheo blogger Vương Đại Phát, cặp đôi nổi tiếng đã hoàn tất việc chia tài sản và hủy bỏ các công ty liên kết. Tin đồn chia tay xuất hiện khi fan phát hiện Lưu Thi Thi xóa mọi dấu vết liên quan đến chồng cũ trên Weibo, tương tác gần nhất giữa hai người cũng từ 2019.  \nNguyên nhân chia tay được đồn đoán là bất đồng quan điểm nuôi dạy con cái. Dù từng có thời gian hạnh phúc, cả hai giờ được c… Xem thêm"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Gu ải gu ai?"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/VangDiemThui": [
        {
            "post_index": 2,
            "messages": [
                "Nhà trọ có \n, cứ chiều tối đi làm về là nó đem một chiếc lá khô đến tận cửa phòng rồi ngồi lỳ ở đó không chịu đi cho đến khi mình nhận \"quà\" là chiếc lá khô.\nNó là một \n khẳng khái, trung thực và có ý chí, giống như Hachiko vậy. Bù lại, sáng sớm ngày mai nó tha đi của mình một chiếc dép...\n Le Phuoc Tuyen"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "- Nay nhặt được quá chời ve chai luôn bà ha!\n- Ừ, nhờ có con đi theo á"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Một bát cơm trắng đổi lấy tri kỉ \n Phim Hachiko"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/TuyetDinhExcel": [
        {
            "post_index": 1,
            "messages": [
                "Lì Xì Tri Thức - Tiếp Sức Tương Lai \n Gitiho chính thức phát lì xì: từ 0h ngày 24/12/2024 - 24h ngày 2/1/2025.\nThể lệ nhận lì xì tri thức:\nMua khóa học thứ nhất: giảm giá lên đến 60%.\nMua khóa học thứ hai: đồng giá 299K/khóa.\nMua… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 8,
            "messages": [
                " LỘ DIỆN CÁC KHÓA HỌC TIN HỌC VĂN PHÒNG MỚI NHẤT TẠI GITIHO! \nBạn muốn nâng cấp kỹ năng nghiệp vụ để giải quyết công việc dễ dàng hơn? Gitiho vừa ra mắt 3 khóa học tin học văn phòng mới, giúp bạn làm chủ công cụ hiện đại và tối ưu hóa công việc:\n Thành thạo Power Query trong Excel & Power BI\n Hiệu ứng Morph trong PowerPoint\n Tạo file quản lý doanh nghiệp trên Google Sheets\n… Xem thêm"
            ],
            "images": [
                "page_8_img_0.jpg",
                "page_8_img_1.jpg",
                "page_8_img_2.jpg",
                "page_8_img_3.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Số lượng nỗi sợ không thay đổi"
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/UniversalMusicVN": [
        {
            "post_index": 8,
            "messages": [
                " HÀNG LOẠT NGHỆ SĨ VÀ CÁC CA KHÚC CỦA UNIVERSAL MUSIC VIETNAM VINH DỰ GÓP MẶT TRONG DANH SÁCH BEST OF 2024 CỦA ZING MP3!\nCảm ơn Zing MP3 đã đồng hành cùng nghệ sĩ cũng như Universal Music Vietnam trong năm 2024 vừa qua! Hẹn 1 năm mới thật bùng nổ cùng nhau nhé \n#BestOf2024 #NhìnLạiZingMP3 #UMVN"
            ],
            "images": [
                "page_8_img_0.jpg",
                "page_8_img_1.jpg",
                "page_8_img_2.jpg",
                "page_8_img_3.jpg",
                "page_8_img_4.jpg"
            ]
        },
        {
            "post_index": 16,
            "messages": [
                "Noel này sướng nhất KatyCats rồi nhé \n #katyperry #album143 #deluxealbum1432"
            ],
            "images": [
                "page_16_img_0.jpg"
            ]
        },
        {
            "post_index": 17,
            "messages": [
                "Tân binh Thể Thiên và những con số sau 2 tuần debut với album \"Trần Thế\" \n#thethien #tranthe #UMVN"
            ],
            "images": [
                "page_17_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/monngonhangngay47": [
        {
            "post_index": 1,
            "messages": [
                "Ủa tại sao vậy mọi người "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Không phải củ riềng non đâu nha =))"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Gặp đúng người bạn sẽ là công chúa \n 1"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/K.AREAVN": [
        {
            "post_index": 2,
            "messages": [
                "\"Cả thế giới bị cuốn hút bởi thế giới quan của Kang Full\"... 'Cửa Hàng Đèn', lập kỷ lục lượt xem cao nhất\n#kdrama #drama #DisneyPlus"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg",
                "page_2_img_2.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Jungkook của BTS, hiện đang thực hiện nghĩa vụ quân sự, đã tổ chức một buổi phát sóng trực tiếp trên Weverse trong thời gian nghỉ phép, biểu diễn khoảng 30 bài hát trong khoảng 2 giờ 30 phút.\nBuổi phát sóng trực tiếp này đã ghi nhận 20,2 triệu lượt xem tích lũy, lập kỷ lục cao nhất kể từ khi Weverse ra mắt vào năm 2019.\nTheo BigHit Music vào ngày 19, Jungkook bắt đầu buổi phát sóng trực tiếp trên Weverse vào lúc 11:39 tối ngày hôm trước, chào người hâm mộ bằng lời: \"Tôi thậ… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Nữ diễn viên Park Ju-hyun và Song Min-ho của WINNER đã bị cuốn vào tin đồn hẹn hò.\nVào ngày 18 tháng 12, công ty quản lý của Park Ju-hyun, 935 Entertainment, tuyên bố: \"Đây là vấn đề cá nhân nên chúng tôi không thể xác nhận.\" YG Entertainment cũng đưa ra lập trường tương tự.\nTheo một hãng truyền thông, hai người được cho là đã hẹn hò được hai năm và gần đây vẫn tiếp tục mối quan hệ, thậm chí không che giấu tình cảm của mình trước những người thân thiết.… Xem thêm"
            ],
            "images": [
                "page_4_img_0.jpg",
                "page_4_img_1.jpg",
                "page_4_img_2.jpg"
            ]
        }
    ],
    "https://www.facebook.com/baodantridientu": [
        {
            "post_index": 9,
            "messages": [
                "Khách Việt chi 220 triệu đồng phượt mô tô khắp Trung Quốc trong 30 ngày\nTrong hành trình kéo dài 30 ngày, tổng quãng đường anh Nguyễn Ngọc Trung chinh phục khắp Trung Quốc dài 12.000km. Trung bình mỗi ngày anh lái xe 500km, nhưng có ngày dài nhất lên tới 1.200km.\n Chi 35 triệu đồng mang mô tô sang Trung Quốc… Xem thêm"
            ],
            "images": [
                "page_9_img_0.jpg",
                "page_9_img_1.jpg",
                "page_9_img_2.jpg",
                "page_9_img_3.jpg",
                "page_9_img_4.jpg"
            ]
        },
        {
            "post_index": 10,
            "messages": [
                " Lịch thi đấu vòng bán kết AFF Cup 2024 \n#AFFCup2024 #VietNam "
            ],
            "images": [
                "page_10_img_0.jpg"
            ]
        },
        {
            "post_index": 14,
            "messages": [
                "Thương hiệu MEATDeli - thịt ủ mát tiêu chuẩn châu Âu thuộc Công ty cổ phần Masan MEATLife vừa được vinh danh trong \"Top 10 sản phẩm - dịch vụ tin dùng Việt Nam 2024 - nhóm nông sản, thực phẩm đồ uống, chuỗi bán lẻ\", tại Hà Nội."
            ],
            "images": [
                "page_14_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/kienthuckinhdoanhpage": [
        {
            "post_index": 1,
            "messages": [
                "CHÂN LÝ CUỘC ĐỜI!\n1. Người giàu không phải là người có nhiều mà là người cho nhiều.\n2. Thành công không phải là chưa từng thất bại mà là biết đứng dậy sau mỗi lần vấp ngã.\n3. Dũng cảm không phải là không sợ, mà là sợ nhưng vẫn làm.\n4. Hạnh phúc không phải là có tất cả những gì bạn muốn, mà là trân trọng những gì bạn đang có.… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Bạn đang nỗ lực mỗi ngày vì điều gì?\n#kienthuckinhdoanh"
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Theo bạn, lý do là gì?\n#kienthuckinhdoanh"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/blogtincom": [
        {
            "post_index": 1,
            "messages": [
                "Th:ực ra họ rất thông minh "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Cố gắng lên nhé mấy pồ "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Khó nha :))"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/fantastic.vn": [
        {
            "post_index": 3,
            "messages": [
                "\"Khách mời đặc biệt\" Hank chiếm trọn spotlight tại fansign của ROSÉ =)))"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Phỏng vấn với 'Here to Hear' của Kenh14, với câu hỏi: \"Là bạn gái của rapper đình đám thì nhiều fan nữ thường sẽ bị so.i xét, t/ấn công, Binz có bao giờ sợ điều này xảy ra với Châu không? Nếu một ngày nào đó nó diễn ra, Binz sẽ bảo vệ người yêu của mình theo cách nào?\" \nBinz chia sẻ: \nĐiều đầu tiên tôi muốn khẳng định là tôi sẽ luôn ở đó. Khi Châu gặp chuyện không hay trên mạng thì mọi người hãy tin chắc rằng tôi đang bên cạnh cô ấy. … Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Ảnh Híu ảnh cỡ đó lun đó "
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/aow.page": [
        {
            "post_index": 1,
            "messages": [
                "Muốn có trái tim đúng nghĩa đen "
            ],
            "images": [
                "page_1_img_0.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "Trẻ con mới chọn "
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Vua hèn nhưng nhờ thế sống dai nhất bộ "
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/topcomments.vn": [
        {
            "post_index": 1,
            "messages": [
                "Cùng điểm một vài gương mặt vàng được nhắc đến trong video \"Nhìn lại 2024\" của VTV \nXem mới thấy một năm trôi qua nhanh quá, cũng “êm dịu” \nẢnh: VTV24"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg",
                "page_1_img_4.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "KÍNH VẠN HOA: BẮT ĐỀN CON MA - BỘ PHIM THANH XUÂN CHỮA LÀNH DÀNH CHO MỌI LỨA TUỔI \nCâu chuyện về chuyến phiêu lưu tuổi trẻ rất dễ thương, gần gũi mang đến nhiều hoài niệm khi tái hiện được những hình ảnh chân thật của tuổi thơ. Xem phim mà những hình ảnh về thời đi học, về đám bạn thời xưa cứ ùa về. Có thể thấy được tinh thần của Kính Vạn Hoa từ bộ truyện gốc đến bản truyền hình và nay là bản điện ảnh vẫn được giữ nguyên: nhẹ nhàng, trong sáng và vui nhộn. Bởi vậy xem xong t… Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Trong buổi fanmeeting kỉ niệm 10 năm ca hát, bé Bo theo mẹ đến sự kiện và phát biểu một câu làm cả khán phòng tan chảy: \"Mai này con lớn lên con lấy vợ, con sẽ mua hoa tặng mẹ, tặng bạn gái con luôn\"\nCâu nói nghe tưởng chừng rất hài hước nhưng lại thể hiện được Bo là cậu bé rất ấm áp và sống tình cảm. Nhiều người bày tỏ sự cảm phục trước việc dạy con quá khéo léo của Hòa Minzy."
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/beatvn.network": [
        {
            "post_index": 3,
            "messages": [
                "TÍCH GÓP MÃI MỚI MUA ĐƯỢC CHIẾC Ô TÔ THÌ BỊ LỪA MUA PHẢI \"XE ĐỔI MÀU\", NGƯỜI ĐÀN ÔNG BUỒN BẬT KHÓC NGAY TẠI GARA \nMột người đàn ông sau khi đi chiếc xe vừa mua được tới gara ô tô để nhờ check hộ đã buồn tới mức phải bật khóc vì những gì mà người check xe nói.\nNgười chủ gara khẳng định xe này là dạng xe \"đổi màu\", không những anh phải mua nó với giá đắt như xe chạy bình thường mà còn phải xác định tinh thần nếu sử dụng sẽ rất tốn kém chi phí sửa chữa. … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg",
                "page_3_img_2.jpg",
                "page_3_img_3.jpg",
                "page_3_img_4.jpg"
            ]
        },
        {
            "post_index": 5,
            "messages": [
                "Ê!? Ê nha..\nThôi nhưng kể ra cũng tạm gọi là thông minh…\nChill thủ nhanh tay nhập hệ CapCut, để rinh cơ hội tới ĐẠI TIỆC CHILL TẤT NIÊN của Bia Saigon Chill, cùng cùng Captain Boy (Sài Gòn), Lou Hoàng (Nha Trang), Dangrangto (Vũng Tàu) & Saabirose (Cần Thơ) nhé!… Xem thêm"
            ],
            "images": [
                "page_5_img_0.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "LẬP GIA ĐÌNH RỒI NẾU CÓ THỂ HÃY RA Ở RIÊNG \nNgày xưa bố bảo: \"Nhà có mỗi thằng con trai nên không phải ở riêng, ở cùng bố mẹ\" \nSau đó ở chung đc 7 năm thì mình chủ động xin bme đi Hà Nội ở riêng, để 2vc tự lập, và cũng tiện hơn cho công việc \nBố… Xem thêm"
            ],
            "images": [
                "page_6_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/ocu.vn": [
        {
            "post_index": 1,
            "messages": [
                "Đang chuẩn bị đi vỉa thì tự nhiên bớ được quả template nét phết \nMấy con vk có quả ảnh 2024 nào vjppr0 ốp vào đây thì cứ phải gọi là tuyệt đối điện ảnh \nĐây cho quả liên văn kết đây ko lại bảo ae khánh kiệt :\nht… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg",
                "page_1_img_3.jpg"
            ]
        },
        {
            "post_index": 6,
            "messages": [
                "Chúc mừng người bạn Check in Vietnam  đã đạt giải \"Tác phẩm được bình chọn nhiều nhất\" tại cuộc thi Việt Nam Hạnh phúc - Happy Vietnam 2024 \n#vtcmedia #checkinvietnam"
            ],
            "images": [
                "page_6_img_0.jpg",
                "page_6_img_1.jpg"
            ]
        },
        {
            "post_index": 11,
            "messages": [
                "Em iu nói gì cơ "
            ],
            "images": [
                "page_11_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/cafebiz.vn": [
        {
            "post_index": 2,
            "messages": [
                "Hãng xe điện Tesla của Elon Musk có vốn hóa lớn hơn tổng giá trị của 29 nhà sản xuất ô tô xếp sau."
            ],
            "images": [
                "page_2_img_0.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Chứng kiến màn trình diễn của Xuân Son trong trận ra mắt đội tuyển Việt Nam, tờ Chosun của Hàn Quốc đã phải dùng những câu từ mạnh nhất để miêu tả về anh. Họ nhấn mạnh rằng “chưa bao giờ được chứng kiến một cầu thủ nào của Việt Nam đạt đến trình độ như chân sút gốc Brazil này”, thậm chí ví anh là “quái vật của bóng đá Việt Nam”."
            ],
            "images": [
                "page_3_img_0.jpg"
            ]
        },
        {
            "post_index": 4,
            "messages": [
                "Thiếu cái cây, đống rơm ở hai bên nữa \nCăn nhà kinh điển ai cũng đã sở hữu \n-------------\nẢnh: Sưu tầm"
            ],
            "images": [
                "page_4_img_0.jpg"
            ]
        }
    ],
    "https://www.facebook.com/TintucSoha": [
        {
            "post_index": 1,
            "messages": [
                "“Hôm nay lần đầu tiên mình đi Thảo Cầm Viên, thấy cà rốt nên mua vào để cho mấy bạn nhỏ ăn. Nhưng đi mãi không thấy bạn nào ăn cà rốt cả, nhưng cũng một phần mình sợ cho mấy bạn ăn rồi mấy bạn bị làm sao. \nThế là xách về nhà, không vào bụng mấy bạn, thì vào bụng mình”. \n  Credit: nhuwy1111… Xem thêm"
            ],
            "images": [
                "page_1_img_0.jpg",
                "page_1_img_1.jpg",
                "page_1_img_2.jpg"
            ]
        },
        {
            "post_index": 2,
            "messages": [
                "THÔNG TIN MỚI NHẤT VỤ TÔNG XE KHIẾN BÉ 17 THÁNG RA ĐI Ở TUYÊN QUANG \n#Soha #SohaPhotos"
            ],
            "images": [
                "page_2_img_0.jpg",
                "page_2_img_1.jpg"
            ]
        },
        {
            "post_index": 3,
            "messages": [
                "Hơn 2 thập kỷ gieo hạt mầm tử tế: \"Chúng tôi chưa bao giờ nghĩ sẽ dừng lại!\"\nHơn 20 năm, Dược Hậu Giang không chỉ là mang thuốc đến cho bà con vùng sâu, vùng xa mà còn mang cả ước mơ về một cuộc sống khỏe mạnh cho người nghèo.\nÔng Nguyễn Ngọc Toàn - Giám đốc Hoạt động Marketing, Công ty Cổ phần Dược Hậu Giang rất tự hào vì trên hành trình đó đã có rất nhiều người được thụ hưởng từ dự án\"Toa thuốc vì cộng đồng\". Trong đó, có những đứa trẻ được Dược Hậu Giang hỗ trợ thuốc đã … Xem thêm"
            ],
            "images": [
                "page_3_img_0.jpg",
                "page_3_img_1.jpg"
            ]
        }
    ]
}